{"Gaia Dragon, the Thunder Charger": [2, 91949988, "XYZ Monster", "Level: 7", "Attribute: WIND", "Type: Dragon", "Atk: 2600", "Def: 2100", "Effect: 2 Level 7 monsters\r\nYou can also Xyz Summon this card by using a Rank 5 or 6 Xyz Monster you control as material. (Transfer its materials to this card.) If this card attacks a Defense Position monster, inflict piercing battle damage."], "Number 11: Big Eye": [2, 80117527, "XYZ Monster", "Level: 7", "Attribute: DARK", "Type: Spellcaster", "Atk: 2600", "Def: 2000", "Effect: 2 Level 7 monsters\r\nOnce per turn: You can detach 1 material from this card, then target 1 monster your opponent controls; take control of that monster. This card cannot attack the turn this effect is activated."], "Evilswarm Ouroboros": [2, 38273745, "XYZ Monster", "Level: 4", "Attribute: DARK", "Type: Dragon", "Atk: 2750", "Def: 1950", "Effect: 3 Level 4 monsters\nOnce per turn: You can detach 1 Xyz Material from this card, then activate 1 of these effects. Each effect can only be used once while this card is face-up on the field.\n● Target 1 card your opponent controls; return that target to the hand.\n● Send 1 random card from your opponent's hand to the Graveyard.\n● Target 1 card in your opponent's Graveyard; banish that target."], "Archfiend's Ascent": [2, 61248471, "XYZ Monster", "Level: 6", "Attribute: DARK", "Type: Fiend", "Atk: 2500", "Def: 1200", "Effect: 2 Level 6 monsters\nThis card's name becomes \"Summoned Skull\" on the field, but is still treated as an \"Archfiend\" card. If \"Summoned Skull(s)\" you control would be destroyed by battle or card effect, you can detach 1 material from this card instead. If this Xyz Summoned card you control is sent to your GY by an opponent's card: You can Special Summon 1 \"Summoned Skull\" from your hand, Deck, or GY."], "Cairngorgon, Antiluminescent Knight": [2, 21501505, "XYZ Monster", "Level: 4", "Attribute: DARK", "Type: Rock", "Atk: 2450", "Def: 1950", "Effect: 2 Level 4 monsters\nDuring either player's turn, when another card or effect is activated that targets exactly 1 card on the field (and no other cards): You can detach 1 Xyz Material from this card, then target another card on the field that would be an appropriate target for that card/effect; that card/effect now targets the new target."], "Mist Wurm": [2, 27315304, "Synchro Monster", "Level: 9", "Attribute: WIND", "Type: Thunder", "Atk: 2500", "Def: 1500", "Effect: 1 Tuner + 2 or more non-Tuner monsters\nIf this card is Synchro Summoned: Target up to 3 cards your opponent controls; return those targets to the hand."], "Armored Kappa": [2, 50789693, "XYZ Monster", "Level: 2", "Attribute: WATER", "Type: Psychic", "Atk: 400", "Def: 1000", "Effect: 2 Level 2 monsters\nOnce per turn: You can detach 1 Xyz Material from this card; this card gains 1000 ATK or DEF. During either player's Battle Step, while an attack involving your monster is occurring: You can discard 1 card; for the rest of this turn, monsters you control cannot be destroyed by battle, also you take no battle damage. You can only use this effect of \"Armored Kappa\" once per Duel."], "Diamond Dire Wolf": [2, 95169481, "XYZ Monster", "Level: 4", "Attribute: EARTH", "Type: Beast", "Atk: 2000", "Def: 1200", "Effect: 2 Level 4 monsters\nOnce per turn: You can detach 1 Xyz Material from this card, then target 1 Beast, Beast-Warrior, or Winged Beast-Type monster you control and 1 other card on the field; destroy them."], "Shiranui Squiresaga": [2, 52711246, "Synchro Monster", "Level: 7", "Attribute: FIRE", "Type: Zombie", "Atk: 2100", "Def: 0", "Effect: 1 Tuner + 1+ non-Tuner monsters\r\nYou can only Special Summon \"Shiranui Squiresaga(s)\" once per turn. Once per turn: You can banish 1 face-up monster you control or in your GY, then apply these effects, in sequence, depending on what the monster was before it was banished, if it was any of these.\r\n● Zombie: You can have all monsters you control gain 300 ATK.\r\n● FIRE: You can destroy 1 Spell/Trap on the field.\r\n● Synchro: You can destroy 1 monster on the field."], "Salamangreat Heatleo": [2, 41463181, "Link Monster", "Attribute: FIRE", "Type: Cyberse", "Linkval: 3", "Linkmarkers: Top, Bottom-Left, Bottom-Right", "Atk: 2300", "Effect: 2+ FIRE Effect Monsters\r\nIf this card is Link Summoned: You can target 1 card in your opponent's Spell & Trap Zone; shuffle it into the Deck. Once per turn, during your Main Phase, if this card was Link Summoned using \"Salamangreat Heatleo\" as material: You can target 1 face-up monster on the field and 1 monster in your GY; the ATK of the first target becomes equal to the other target's, until the end of this turn."], "Hiita the Fire Charmer, Ablaze": [2, 48815792, "Link Monster", "Attribute: FIRE", "Type: Spellcaster", "Linkval: 2", "Linkmarkers: Bottom-Left, Bottom-Right", "Atk: 1850", "Effect: 2 monsters, including a FIRE monster\r\n(This card is always treated as a \"Familiar-Possessed\" card.)\r\nYou can target 1 FIRE monster in your opponent's GY; Special Summon it to your zone this card points to. If this Link Summoned card is destroyed by battle, or is destroyed by an opponent's card effect while in its owner's Monster Zone: You can add 1 FIRE monster with 1500 or less DEF from your Deck to your hand. You can only use each effect of \"Hiita the Fire Charmer, Ablaze\" once per turn."], "Flamvell Uruquizas": [2, 53714009, "Synchro Monster", "Level: 6", "Attribute: FIRE", "Type: Pyro", "Atk: 2100", "Def: 400", "Effect: 1 Tuner + 1 or more non-Tuner monsters\nDuring battle between this attacking card and a Defense Position monster whose DEF is lower than the ATK of this card, inflict the difference as Battle Damage to your opponent. This card gains 300 ATK each time it inflicts Battle Damage to your opponent."], "Melffy of the Forest": [2, 30439101, "XYZ Monster", "Level: 2", "Attribute: EARTH", "Type: Beast", "Atk: 500", "Def: 2000", "Effect: 2 Level 2 monsters\r\nYou can detach 1 material from this card; add 1 \"Melffy\" card from your Deck to your hand. If another face-up \"Melffy\" monster(s) you control returns to your hand (except during the Damage Step): You can target 1 face-up monster your opponent controls; while it is face-up on the field, it cannot attack, also negate its effects. You can only use each effect of \"Melffy of the Forest\" once per turn."], "Number 64: Ronin Raccoon Sandayu": [2, 39972129, "XYZ Monster", "Level: 2", "Attribute: EARTH", "Type: Beast", "Atk: 1000", "Def: 1000", "Effect: 2 Level 2 Beast-Type monsters\r\nOnce per turn: You can detach 1 Xyz Material from this card; Special Summon 1 \"Kagemusha Raccoon Token\" (Beast-Type/EARTH/Level 1/ATK ?/DEF 0). (When Summoned, its ATK becomes equal to the current ATK of the monster on the field that has the highest ATK. Your choice, if tied.) While you control another Beast-Type monster, this card cannot be destroyed by battle or card effects."], "Day-Breaker the Shining Magical Warrior": [2, 91336701, "Link Monster", "Attribute: LIGHT", "Type: Spellcaster", "Linkval: 2", "Linkmarkers: Bottom-Left, Bottom-Right", "Atk: 1600", "Effect: 2 Spellcaster monsters\nIf this card is Link Summoned: Place 1 Spell Counter on it. Gains 300 ATK for each Spell Counter on it. You can only activate each of the following effects of \"Day-Breaker the Shining Magical Warrior\" once per turn.\n● If a Spellcaster monster(s) is Special Summoned to a zone(s) this card points to: Place 1 Spell Counter on this card.\n● You can remove 2 Spell Counters from this card, then target 1 card on the field; destroy it."], "Performage Trapeze Magician": [2, 17016362, "XYZ Monster", "Level: 4", "Attribute: LIGHT", "Type: Spellcaster", "Atk: 2500", "Def: 2000", "Effect: 2 Level 4 Spellcaster-Type monsters\nYou never take damage if the amount is less than or equal to this card's ATK. Once per turn, during either player's Main Phase 1: You can detach 1 Xyz Material from this card, then target 1 face-up Attack Position monster the turn player controls (other than this card); it can make a second attack during each Battle Phase this turn, also destroy it at the end of the Battle Phase. If this card is destroyed by battle and sent to the Graveyard, or if this card in your possession is destroyed by an opponent's card effect and sent to your Graveyard: You can Special Summon 1 \"Performage\" monster from the Deck."], "Arcanite Magician": [2, 31924889, "Synchro Monster", "Level: 7", "Attribute: LIGHT", "Type: Spellcaster", "Atk: 400", "Def: 1800", "Effect: 1 Tuner + 1+ non-Tuner Spellcaster monsters\r\nIf this card is Synchro Summoned: Place 2 Spell Counters on it. This card gains 1000 ATK for each Spell Counter on it. You can remove 1 Spell Counter from your field, then target 1 card your opponent controls; destroy that target."], "Avenging Knight Parshath": [2, 69514125, "Synchro Monster", "Level: 8", "Attribute: LIGHT", "Type: Fairy", "Atk: 2600", "Def: 2100", "Effect: 1 Tuner + 1 or more non-Tuner LIGHT monsters\nOnce per turn: You can target 1 face-up monster your opponent controls; change that target's battle position. If this card attacks a Defense Position monster, inflict piercing battle damage to your opponent."], "Minerva, the Exalted Lightsworn": [2, 30100551, "XYZ Monster", "Level: 4", "Attribute: LIGHT", "Type: Fairy", "Atk: 2000", "Def: 800", "Effect: 2 Level 4 monsters\r\nYou can detach 1 material from this card; send the top 3 cards of your Deck to the GY, then draw cards equal to the number of \"Lightsworn\" cards sent to the GY by this effect. If this card is destroyed by battle, or if this card in its owner's possession is destroyed by an opponent's card effect: You can send the top 3 cards of your Deck to the GY, then you can destroy cards on the field up to the number of \"Lightsworn\" cards sent to the GY by this effect. You can only use each effect of \"Minerva, the Exalted Lightsworn\" once per turn."], "Number 39: Utopia": [2, 84013237, "XYZ Monster", "Level: 4", "Attribute: LIGHT", "Type: Warrior", "Atk: 2500", "Def: 2000", "Effect: 2 Level 4 monsters\r\nWhen a monster declares an attack: You can detach 1 material from this card; negate the attack. If this card is targeted for an attack, while it has no material: Destroy this card."], "Dante, Traveler of the Burning Abyss": [2, 83531441, "XYZ Monster", "Level: 3", "Attribute: LIGHT", "Type: Warrior", "Atk: 1000", "Def: 2500", "Effect: 2 Level 3 monsters\r\nOnce per turn: You can detach 1 material from this card and choose a number from 1 to 3, then send that many cards from the top of your Deck to the GY; until the end of this turn, this card gains 500 ATK for each card sent to the GY this way. If this card attacks, it is changed to Defense Position at the end of the Battle Phase. If this card is sent to the GY: You can target 1 \"Burning Abyss\" card in your GY, except this card; add it to your hand."], "Blackwing - Gram the Shining Star": [2, 17377751, "Synchro Monster", "Level: 5", "Attribute: DARK", "Type: Winged Beast", "Atk: 2200", "Def: 1500", "Effect: 1 Tuner + 1 or more non-Tuner monsters\nMust first be Synchro Summoned. When this card is Synchro Summoned: You can Special Summon 1 Level 4 or lower non-Tuner \"Blackwing\" monster from your hand, but its effects are negated."], "Blackwing Armed Wing": [2, 76913983, "Synchro Monster", "Level: 6", "Attribute: DARK", "Type: Winged Beast", "Atk: 2300", "Def: 1000", "Effect: 1 \"Blackwing\" Tuner + 1 or more non-Tuner monsters\nIf this card attacks a Defense Position monster, it gains 500 ATK during the Damage Step only, also inflict piercing battle damage to your opponent."], "Hraesvelgr, the Desperate Doom Eagle": [2, 49105782, "Link Monster", "Attribute: WIND", "Type: Winged Beast", "Linkval: 3", "Linkmarkers: Top, Bottom-Left, Bottom-Right", "Atk: 2400", "Effect: 2+ WIND monsters\r\nGains 2400 ATK while your opponent has no monsters in their GY. (Quick Effect): You can target 1 monster in your opponent's GY; shuffle it into the Deck. You can only use this effect of \"Hraesvelgr, the Desperate Doom Eagle\" once per turn."], "Lightning Chidori": [2, 22653490, "XYZ Monster", "Level: 4", "Attribute: WIND", "Type: Thunder", "Atk: 1900", "Def: 1600", "Effect: 2 Level 4 WIND monsters\nIf this card is Xyz Summoned: Target 1 Set card your opponent controls; return that target to the bottom of the Deck. Once per turn: You can detach 1 Xyz Material from this card, then target 1 face-up card your opponent controls; return that target to the top of the Deck."], "Windwitch - Winter Bell": [2, 14577226, "Synchro Monster", "Level: 7", "Attribute: WIND", "Type: Spellcaster", "Atk: 2400", "Def: 2000", "Effect: 1 Tuner + 1+ non-Tuner WIND monsters\nYou can target 1 \"Windwitch\" monster in your GY; inflict damage to your opponent equal to that target's Level x 200. During the Battle Phase (Quick Effect): You can target 1 \"Windwitch\" monster you control; Special Summon 1 monster from your hand with a Level less than or equal to that monster, but it cannot attack this turn. You can only use each effect of \"Windwitch - Winter Bell\" once per turn."], "Wynn the Wind Charmer, Verdant": [2, 30674956, "Link Monster", "Attribute: WIND", "Type: Spellcaster", "Linkval: 2", "Linkmarkers: Bottom-Left, Bottom-Right", "Atk: 1850", "Effect: 2 monsters, including a WIND monster\r\n(This card is always treated as a \"Familiar-Possessed\" card.)\r\nYou can target 1 WIND monster in your opponent's GY; Special Summon it to your zone this card points to. If this Link Summoned card is destroyed by battle, or is destroyed by an opponent's card effect while in its owner's Monster Zone: You can add 1 WIND monster with 1500 or less DEF from your Deck to your hand. You can only use each effect of \"Wynn the Wind Charmer, Verdant\" once per turn."], "Blackwing - Nothung the Starlight": [2, 95040215, "Synchro Monster", "Level: 6", "Attribute: DARK", "Type: Winged Beast", "Atk: 2400", "Def: 1600", "Effect: 1 Tuner + 1 or more non-Tuner monsters\r\nIf this card is Special Summoned: Inflict 800 damage to your opponent, then 1 face-up monster your opponent controls loses 800 ATK and DEF. You can only use this effect of \"Blackwing - Nothung the Starlight\" once per turn. During your Main Phase, you can Normal Summon 1 \"Blackwing\" monster in addition to your Normal Summon/Set. (You can only gain this effect once per turn.)"], "White Aura Monoceros": [2, 63731062, "Synchro Monster", "Level: 7", "Attribute: WATER", "Type: Fish", "Atk: 2500", "Def: 1500", "Effect: 1 WATER Tuner + 1+ non-Tuner monsters\r\nWhen this card is Synchro Summoned: You can target 1 Fish monster in your GY; Special Summon it, but it cannot attack this turn. You can only use this effect of \"White Aura Monoceros\" once per turn. If this card you control is destroyed by your opponent's card and sent to your GY: You can banish 1 other WATER monster from your GY; Special Summon this card, and if you do, it is treated as a Tuner."], "Number 37: Hope Woven Dragon Spider Shark": [2, 37279508, "XYZ Monster", "Level: 4", "Attribute: WATER", "Type: Sea Serpent", "Atk: 2600", "Def: 2100", "Effect: 2 Level 4 WATER monsters\nWhen any player's monster declares an attack: You can detach 1 Xyz Material from this card; all monsters your opponent currently controls lose 1000 ATK until the end of this turn. When this card is destroyed by battle or card effect and sent to the Graveyard: You can target 1 other monster in your Graveyard; Special Summon it. You can only use each effect of \"Number 37: Hope Woven Dragon Spider Shark\" once per turn."], "Valiant Shark Lancer": [2, 23672629, "XYZ Monster", "Level: 5", "Attribute: WATER", "Type: Beast-Warrior", "Atk: 2500", "Def: 1600", "Effect: 2 Level 5 monsters\nYou can target 1 monster your opponent controls; detach 1 material from an Xyz Monster you control, and if you do, destroy that monster. This is a Quick Effect if you control another WATER Xyz Monster. If another WATER Xyz Monster(s) you control is destroyed by battle or card effect while you control this monster: You can take 1 Spell from your Deck and place it on top of your Deck. You can only use each effect of \"Valiant Shark Lancer\" once per turn."], "Abyss Dweller": [2, 21044178, "XYZ Monster", "Level: 4", "Attribute: WATER", "Type: Sea Serpent", "Atk: 1700", "Def: 1400", "Effect: 2 Level 4 monsters\nWhile this card has a material attached that was originally WATER, all WATER monsters you control gain 500 ATK. Once per turn (Quick Effect): You can detach 1 material from this card; your opponent cannot activate any card effects in their GY this turn."], "Eria the Water Charmer, Gentle": [2, 73309655, "Link Monster", "Attribute: WATER", "Type: Spellcaster", "Linkval: 2", "Linkmarkers: Bottom-Left, Bottom-Right", "Atk: 1850", "Effect: 2 monsters, including a WATER monster\r\n(This card is always treated as a \"Familiar-Possessed\" card.)\r\nYou can target 1 WATER monster in your opponent's GY; Special Summon it to your zone this card points to. If this Link Summoned card is destroyed by battle, or is destroyed by an opponent's card effect while in its owner's Monster Zone: You can add 1 WATER monster with 1500 or less DEF from your Deck to your hand. You can only use each effect of \"Eria the Water Charmer, Gentle\" once per turn."], "Shark Fortress": [2, 50449881, "XYZ Monster", "Level: 5", "Attribute: DARK", "Type: Fish", "Atk: 2400", "Def: 1800", "Effect: 2 Level 5 monsters\nYour opponent cannot target monsters for attacks, except this one. Once per turn: You can detach 1 Xyz Material from this card, then target 1 face-up monster you control; it can make a second attack during each Battle Phase this turn."], "Number 21: Frozen Lady Justice": [2, 57707471, "XYZ Monster", "Level: 6", "Attribute: WATER", "Type: Aqua", "Atk: 500", "Def: 500", "Effect: 2 Level 6 monsters\nYou can also Xyz Summon this card by detaching 1 Xyz Material from a Rank 5 Xyz Monster you control, then using that Xyz Monster as the Xyz Material. (Xyz Materials attached to that monster also become Xyz Materials on this card.) This card gains 1000 ATK for each Xyz Material attached to it. Once per turn: You can detach 1 Xyz Material from this card; destroy all Defense Position monsters your opponent controls."], "Ferocious Flame Swordsman": [2, 98642179, "Link Monster", "Attribute: FIRE", "Type: Warrior", "Linkval: 2", "Linkmarkers: Left, Bottom-Left", "Atk: 1300", "Effect: 2 monsters with different names\r\nAll Warrior monsters on the field gain 500 ATK. If this Link Summoned card is destroyed by battle, or by an opponent's card effect while in its owner's Monster Zone: You can target 1 non-Link Warrior monster in your GY; Special Summon it, but banish it when it leaves the field. You can only use this effect of \"Ferocious Flame Swordsman\" once per turn."], "Heroic Champion - Excalibur": [2, 60645181, "XYZ Monster", "Level: 4", "Attribute: LIGHT", "Type: Warrior", "Atk: 2000", "Def: 2000", "Effect: 2 Level 4 Warrior-Type monsters\nOnce per turn: You can detach 2 Xyz Materials from this card; this card's ATK becomes double its original ATK until your opponent's next End Phase."], "Evilswarm Thanatos": [2, 65884091, "XYZ Monster", "Level: 4", "Attribute: DARK", "Type: Fiend", "Atk: 2350", "Def: 1350", "Effect: 2 Level 4 DARK monsters\r\nOnce per turn (Quick Effect): You can detach 1 material from this card; this face-up card is unaffected by other monster effects this turn."], "Evilswarm Nightmare": [2, 359563, "XYZ Monster", "Level: 4", "Attribute: DARK", "Type: Fiend", "Atk: 950", "Def: 1950", "Effect: 2 Level 4 DARK monsters\r\nWhen your opponent Special Summons a monster(s) (except during the Damage Step): You can detach 1 material from this card; change that Special Summoned monster(s) to face-down Defense Position."], "Beat Cop from the Underworld": [2, 99011763, "Link Monster", "Attribute: DARK", "Type: Fiend", "Linkval: 2", "Linkmarkers: Bottom-Left, Bottom-Right", "Atk: 1000", "Effect: 2 monsters\r\nIf this card is Link Summoned using 2 DARK monsters with different names as material, it gains this effect.\r\n● You can Tribute 1 monster, then target 1 face-up card on the field; place 1 Patrol Counter on it. You can only use this effect of \"Beat Cop from the Underworld\" once per turn. (If a card with a Patrol Counter would be destroyed by battle or card effect, remove 1 Patrol Counter from it instead.)"], "Red Dragon Archfiend": [2, 70902743, "Synchro Monster", "Level: 8", "Attribute: DARK", "Type: Dragon", "Atk: 3000", "Def: 2000", "Effect: 1 Tuner + 1 or more non-Tuner monsters\nAfter damage calculation, if this card attacks a Defense Position monster your opponent controls: Destroy all Defense Position monsters your opponent controls. During your End Phase: Destroy all other monsters you control that did not declare an attack this turn. This card must be face-up on the field to activate and to resolve this effect."], "Maestroke the Symphony Djinn": [2, 25341652, "XYZ Monster", "Level: 4", "Attribute: DARK", "Type: Fiend", "Atk: 1800", "Def: 2300", "Effect: 2 Level 4 monsters\nOnce per turn: You can detach 1 Xyz Material from this card, then target 1 face-up Attack Position monster your opponent controls; change it to face-down Defense Position. If a \"Djinn\" Xyz Monster you control would be destroyed, you can detach 1 Xyz Material from that monster instead."], "Ice Beast Zerofyne": [2, 86848580, "XYZ Monster", "Level: 4", "Attribute: WATER", "Type: Winged Beast", "Atk: 2000", "Def: 2200", "Effect: 2 Level 4 Winged Beast-Type monsters\nOnce per turn: You can detach 1 Xyz Material from this card; negate the effects of all face-up cards your opponent currently controls, and if you do, this card gains 300 ATK for each face-up card currently on the field, except this card (these effects are applied until your next Standby Phase)."], "The Phantom Knights of Cursed Javelin": [2, 12219047, "XYZ Monster", "Level: 2", "Attribute: DARK", "Type: Warrior", "Atk: 1600", "Def: 0", "Effect: 2 Level 2 monsters\r\nYou can detach 1 material from this card, then target 1 face-up monster your opponent controls; until the end of this turn, change its ATK to 0, also negate its effects. This is a Quick Effect if this card has a \"The Phantom Knights\" card as material. You can only use this effect of \"The Phantom Knights of Cursed Javelin\" once per turn."], "Colossal Fighter": [2, 23693634, "Synchro Monster", "Level: 8", "Attribute: DARK", "Type: Warrior", "Atk: 2800", "Def: 1000", "Effect: 1 Tuner + 1 or more non-Tuner monsters\nThis card gains 100 ATK for every Warrior-Type monster in any Graveyard. When this card is destroyed by battle and sent to the Graveyard: You can target 1 Warrior-Type monster in either Graveyard; Special Summon that target."], "Seven Swords Warrior": [2, 43366227, "Synchro Monster", "Level: 7", "Attribute: EARTH", "Type: Warrior", "Atk: 2300", "Def: 1800", "Effect: 1 Tuner + 1 or more non-Tuner monsters\nOnce per turn, when an Equip Card is equipped to this card: Inflict 800 damage to your opponent. Once per turn: You can target 1 Equip Card equipped to this card; send it to the Graveyard. When an Equip Card equipped to this card is sent to the Graveyard (except during the Damage Step): You can target 1 face-up monster your opponent controls; destroy that target."], "Armades, Keeper of Boundaries": [2, 88033975, "Synchro Monster", "Level: 5", "Attribute: LIGHT", "Type: Fiend", "Atk: 2300", "Def: 1500", "Effect: 1 Tuner + 1 or more non-Tuner monsters\nIf this card attacks or is attacked, your opponent cannot activate cards or effects until the end of the Damage Step."], "F.A. Dawn Dragster": [2, 33158448, "Synchro Monster", "Level: 7", "Attribute: LIGHT", "Type: Machine", "Atk: 0", "Def: 2000", "Effect: 1 Tuner + 1+ non-Tuner monsters\r\nGains ATK equal to its Level x 300. If this card attacks a Defense Position monster, inflict piercing battle damage. Each time a \"F.A.\" Spell/Trap Card or effect is activated: You can increase this card's Level by 1. Once per turn, when your opponent activates a Spell/Trap Card or effect (Quick Effect): You can reduce this card's Level by 2, and if you do, negate the activation, and if you do that, destroy that card."], "Number 20: Giga-Brilliant": [2, 47805931, "XYZ Monster", "Level: 3", "Attribute: LIGHT", "Type: Insect", "Atk: 1800", "Def: 1800", "Effect: 2 Level 3 monsters\nOnce per turn: You can detach 1 Xyz Material from this card; all face-up monsters you currently control gain 300 ATK."], "Number 106: Giant Hand": [2, 63746411, "XYZ Monster", "Level: 4", "Attribute: EARTH", "Type: Rock", "Atk: 2000", "Def: 2000", "Effect: 2 Level 4 monsters\nDuring either player's turn, when a monster effect is activated on your opponent's field (except during the Damage Step): You can detach 2 Xyz Materials from this card, then target 1 Effect Monster your opponent controls; while this card is face-up on the field, that Effect Monster's effects are negated, also it cannot change its battle position."], "Number 12: Crimson Shadow Armor Ninja": [2, 19333131, "XYZ Monster", "Level: 5", "Attribute: EARTH", "Type: Warrior", "Atk: 2400", "Def: 1700", "Effect: 2 Level 5 monsters\nOnce per turn, during either player's turn: You can detach 1 Xyz Material from this card; this turn, face-up \"Ninja\" monsters you control cannot be destroyed by battle or by card effects."], "Hi-Speedroid Kendama": [2, 97007933, "Synchro Monster", "Level: 6", "Attribute: WIND", "Type: Machine", "Atk: 2200", "Def: 1600", "Effect: 1 Tuner + 1 or more non-Tuner monsters\nIf this card attacks a Defense Position monster, inflict piercing battle damage to your opponent. You can only use each of the following effects of \"Hi-Speedroid Kendama\" once per turn.\n● You can banish 1 Machine-Type monster from your Graveyard; inflict 500 damage to your opponent.\n● If this card is in your Graveyard and you control no cards: You can Special Summon this card. You cannot Normal Summon/Set the turn you activate this effect."], "Ancient Gear Ballista": [2, 10547580, "Link Monster", "Attribute: EARTH", "Type: Machine", "Linkval: 2", "Linkmarkers: Bottom-Left, Right", "Atk: 1500", "Effect: 2 EARTH Machine monsters\r\nIf this card is Link Summoned: You can add 1 \"Ancient Gear\" monster or 1 \"Geartown\" from your Deck to your hand. You can target 1 Spell/Trap you control and 1 face-up monster your opponent controls; destroy that card you control, and if you do, change that opponent's monster's ATK/DEF to 0 until the end of the turn. You can only use each effect of \"Ancient Gear Ballista\" once per turn."], "Bellcat Fighter": [2, 22953211, "Link Monster", "Attribute: WIND", "Type: Machine", "Linkval: 3", "Linkmarkers: Top, Left, Right", "Atk: 2000", "Effect: 3 monsters, including a Token\r\nWhen this card destroys an opponent's monster by battle: You can Special Summon 1 \"Bellcat Token\" (Machine/WIND/Level 4/ATK 2000/DEF 2000) in Defense Position."], "Fairy King Albverdich": [2, 28290705, "XYZ Monster", "Level: 4", "Attribute: EARTH", "Type: Plant", "Atk: 2300", "Def: 1400", "Effect: 2 Level 4 EARTH monsters\nOnce per turn: You can detach 1 Xyz Material from this card; all non-EARTH monsters currently on the field lose 500 ATK and DEF."], "Goyo Guardian": [2, 7391448, "Synchro Monster", "Level: 6", "Attribute: EARTH", "Type: Warrior", "Atk: 2800", "Def: 2000", "Effect: 1 EARTH Tuner + 1 or more non-Tuner monsters\nWhen this card destroys an opponent's monster by battle and sends it to the Graveyard: You can Special Summon that monster to your field in Defense Position."], "Aussa the Earth Charmer, Immovable": [2, 97661969, "Link Monster", "Attribute: EARTH", "Type: Spellcaster", "Linkval: 2", "Linkmarkers: Bottom-Left, Bottom-Right", "Atk: 1850", "Effect: 2 monsters, including an EARTH monster\r\n(This card is always treated as a \"Familiar-Possessed\" card.)\r\nYou can target 1 EARTH monster in your opponent's GY; Special Summon it to your zone this card points to. If this Link Summoned card is destroyed by battle, or is destroyed by an opponent's card effect while in its owner's Monster Zone: You can add 1 EARTH monster with 1500 or less DEF from your Deck to your hand. You can only use each effect of \"Aussa the Earth Charmer, Immovable\" once per turn."], "Crystron Ametrix": [2, 76359406, "Synchro Monster", "Level: 5", "Attribute: WATER", "Type: Machine", "Atk: 2500", "Def: 1500", "Effect: 1 Tuner + 1 or more non-Tuner monsters\nIf this card is Synchro Summoned: You can change all face-up Special Summoned monsters your opponent controls to Defense Position. If this Synchro Summoned card is destroyed by battle or card effect: You can target 1 \"Crystron\" monster in your Graveyard, except a Synchro Monster; Special Summon it."]}