{"Shrink": [1, 55713623, "Spell Card", "Type: Quick-Play", "Effect: Target 1 face-up monster on the field; its original ATK becomes halved until the end of this turn."], "Concentrating Current": [1, 20501450, "Spell Card", "Type: Quick-Play", "Effect: Target 1 face-up monster you control; it gains ATK equal to its current DEF, until the end of this turn. Other monsters you control cannot attack during the turn you activate this card."], "Nobleman of Crossout": [1, 71044499, "Spell Card", "Type: Normal", "Effect: Target 1 face-down monster on the field; destroy that target, and if you do, banish it, then, if it was a Flip monster, each player reveals their Main Deck, then banishes all cards from it with that monster's name."], "Nobleman of Extermination": [1, 17449108, "Spell Card", "Type: Normal", "Effect: Select, destroy, and remove from play 1 face-down Spell or Trap Card. If it was a Trap Card, both players must remove from play all copies of that card from their Decks."], "Pianissimo": [1, 70899775, "Spell Card", "Type: Quick-Play", "Effect: Target 1 face-up monster you control; this turn, that face-up monster's original ATK becomes 100, also that face-up monster cannot be destroyed by battle or card effects."], "Cosmic Cyclone": [1, 8267140, "Spell Card", "Type: Quick-Play", "Effect: Pay 1000 LP, then target 1 Spell/Trap on the field; banish it."], "Offerings to the Doomed": [1, 19230407, "Spell Card", "Type: Quick-Play", "Effect: Target 1 face-up monster on the field; destroy that target, also skip your next Draw Phase."], "Creature Swap": [1, 31036355, "Spell Card", "Type: Normal", "Effect: Each player chooses 1 monster they control and switches control of those monsters with each other. Those monsters cannot change their battle positions for the rest of this turn."], "Enemy Controller": [1, 98045062, "Spell Card", "Type: Quick-Play", "Effect: Activate 1 of these effects.\n● Target 1 face-up monster your opponent controls; change that target's battle position.\n● Tribute 1 monster, then target 1 face-up monster your opponent controls; take control of that target until the End Phase."], "Swords of Revealing Light": [1, 72302403, "Spell Card", "Type: Normal", "Effect: After this card's activation, it remains on the field, but you must destroy it during the End Phase of your opponent's 3rd turn. When this card is activated: If your opponent controls a face-down monster, flip all monsters they control face-up. While this card is face-up on the field, your opponent's monsters cannot declare an attack."], "Gold Sarcophagus": [1, 75500286, "Spell Card", "Type: Normal", "Effect: Banish 1 card from your Deck, face-up. During your second Standby Phase after this card's activation, add that card to the hand."], "Big Bang Shot": [1, 61127349, "Spell Card", "Type: Equip", "Effect: The equipped monster gains 400 ATK. If the equipped monster attacks a Defense Position monster, inflict piercing battle damage to your opponent. When this card leaves the field, banish the equipped monster."], "Darkworld Shackles": [1, 83584898, "Spell Card", "Type: Equip", "Effect: The equipped monster cannot attack, also its ATK and DEF become 100. During each of your Standby Phases: Inflict 500 damage to the controller of the equipped monster."], "Pot of Duality": [1, 98645731, "Spell Card", "Type: Normal", "Effect: Excavate the top 3 cards of your Deck, add 1 of them to your hand, also, after that, shuffle the rest back into your Deck. You can only activate 1 \"Pot of Duality\" per turn. You cannot Special Summon during the turn you activate this card."], "Galaxy Cyclone": [1, 5133471, "Spell Card", "Type: Normal", "Effect: Target 1 Set Spell/Trap on the field; destroy it. During your Main Phase, except the turn this card was sent to the GY: You can banish this card from your GY, then target 1 face-up Spell/Trap on the field; destroy it. You can only use this effect of \"Galaxy Cyclone\" once per turn."], "Closed Forest": [1, 78082039, "Spell Card", "Type: Field", "Effect: All Beast-Type monsters you control gain 100 ATK for each monster in your Graveyard. Field Spell Cards cannot be activated. Field Spell Cards cannot be activated during the turn this card is destroyed."], "Double Cyclone": [1, 75652080, "Spell Card", "Type: Quick-Play", "Effect: Target 1 Spell/Trap you control and 1 Spell/Trap your opponent controls; destroy them."], "Fires of Doomsday": [1, 46173679, "Spell Card", "Type: Quick-Play", "Effect: Special Summon 2 \"Doomsday Tokens\" (Fiend/DARK/Level 1/ATK 0/DEF 0) in Defense Position. They cannot be Tributed for a Tribute Summon, unless it is for a DARK monster. You cannot Summon other monsters the turn you activate this card (but you can Normal Set)."], "Living Fossil": [1, 34959756, "Spell Card", "Type: Equip", "Effect: Activate this card by targeting 1 Level 4 or lower monster in your GY; Special Summon it and equip it with this card, but banish it when it leaves the field (even if this card has left the field). When this card leaves the field, banish the equipped monster. The equipped monster loses 1000 ATK/DEF, also its effects are negated. You can only activate 1 \"Living Fossil\" per turn."], "Level Limit - Area B": [1, 3136426, "Spell Card", "Type: Continuous", "Effect: Change all face-up Level 4 or higher monsters to Defense Position."], "Rush Recklessly": [1, 70046172, "Spell Card", "Type: Quick-Play", "Effect: Target 1 face-up monster on the field; it gains 700 ATK until the end of this turn."], "Terraforming": [1, 73628505, "Spell Card", "Type: Normal", "Effect: Add 1 Field Spell from your Deck to your hand."], "Back to the Front": [1, 59919307, "Trap Card", "Type: Normal", "Effect: Target 1 monster in your GY; Special Summon it in Defense Position."], "Dust Tornado": [1, 60082869, "Trap Card", "Type: Normal", "Effect: Target 1 Spell/Trap your opponent controls; destroy that target, then you can Set 1 Spell/Trap from your hand."], "Raigeki Break": [1, 4178474, "Trap Card", "Type: Normal", "Effect: Discard 1 card, then target 1 card on the field; destroy it."], "Phoenix Wing Wind Blast": [1, 63356631, "Trap Card", "Type: Normal", "Effect: Discard 1 card, then target 1 card your opponent controls; place that target on the top of the Deck."], "Breakthrough Skill": [1, 78474168, "Trap Card", "Type: Normal", "Effect: Target 1 face-up Effect Monster your opponent controls; that face-up monster your opponent controls has its effects negated until the end of this turn. During your turn, except the turn this card was sent to the Graveyard: You can banish this card from your Graveyard, then target 1 face-up Effect Monster your opponent controls; that target has its effects negated until the end of this turn."], "Universal Adapter": [1, 53077251, "Trap Card", "Type: Normal", "Effect: Target 1 face-up monster your opponent controls; the ATK of all other monsters currently on the field become equal to that monster's current ATK, until the end of this turn."], "Phantom Knights' Sword": [1, 61936647, "Trap Card", "Type: Continuous", "Effect: Activate this card by targeting 1 face-up monster on the field; it gains 800 ATK, also if that target would be destroyed by battle or card effect, you can destroy this card instead. When it leaves the field, destroy this card. You can banish this card from your GY, then target 1 \"The Phantom Knights\" monster in your GY; Special Summon it, but banish it when it leaves the field. You can only use this effect of \"Phantom Knights' Sword\" once per turn."], "Dark Bribe": [1, 77538567, "Trap Card", "Type: Counter", "Effect: When your opponent activates a Spell/Trap Card: Your opponent draws 1 card, also negate the Spell/Trap activation, and if you do, destroy it."], "Threatening Roar": [1, 36361633, "Trap Card", "Type: Normal", "Effect: Your opponent cannot declare an attack this turn."], "Rocket Hand": [1, 13317419, "Trap Card", "Type: Normal", "Effect: Target 1 Attack Position monster you control with 800 or more ATK; equip this card to that target. It gains 800 ATK. You can send this equipped card to the Graveyard, then target 1 face-up card on the field; destroy it, then change the ATK of the monster this card was equipped to, to 0, also its battle position cannot be changed. You can only use 1 \"Rocket Hand\" effect per turn, and only once that turn."], "Lost Wind": [1, 74003290, "Trap Card", "Type: Normal", "Effect: Target 1 face-up Special Summoned monster on the field; negate its effects, also its original ATK is halved. If a monster is Special Summoned from your opponent's Extra Deck, while this card is in your GY (except during the Damage Step): You can Set this card, but banish it when it leaves the field."], "The Huge Revolution is Over": [1, 99188141, "Trap Card", "Type: Counter", "Effect: When a Spell/Trap Card, or monster effect, is activated that would destroy 2 or more cards on the field: Negate the activation, and if you do, banish it."], "Scrap-Iron Scarecrow": [1, 98427577, "Trap Card", "Type: Normal", "Effect: When an opponent's monster declares an attack: Target the attacking monster; negate the attack, also, after that, Set this card face-down instead of sending it to the GY."], "Kunai with Chain": [1, 37390589, "Trap Card", "Type: Normal", "Effect: Activate 1 or both of these effects (simultaneously).\n● When an opponent's monster declares an attack: Target the attacking monster; change that target to Defense Position.\n● Target 1 face-up monster you control; equip this card to that target. It gains 500 ATK."], "Melffy Catty": [1, 93018428, "Effect Monster", "Level: 2", "Attribute: EARTH", "Type: Beast", "Atk: 200", "Def: 200", "Effect: If your opponent Normal or Special Summons a monster(s) (except during the Damage Step), or if an opponent's monster targets this card for an attack: You can return this card to the hand, then you can add 1 Beast monster from your Deck to your hand, except \"Melffy Catty\". During your End Phase: You can Special Summon this card from your hand. You can only use each effect of \"Melffy Catty\" once per turn."], "Melffy Fenny": [1, 57523313, "Effect Monster", "Level: 2", "Attribute: EARTH", "Type: Beast", "Atk: 100", "Def: 300", "Effect: If your opponent Normal or Special Summons a monster(s) (except during the Damage Step), or this card is targeted for an attack by an opponent's monster: You can return this card to the hand, then you can Special Summon 1 Beast monster from your hand, except \"Melffy Fenny\". During your End Phase: You can Special Summon this card from your hand. You can only use each effect of \"Melffy Fenny\" once per turn."], "Melffy Pony": [1, 56401775, "Effect Monster", "Level: 2", "Attribute: EARTH", "Type: Beast", "Atk: 400", "Def: 0", "Effect: If your opponent Normal or Special Summons a monster(s) (except during the Damage Step), or this card is targeted for an attack by an opponent's monster: You can return this card to the hand, then you can add 1 Level 2 or lower Beast monster from your GY to your hand, except \"Melffy Pony\". During your End Phase: You can Special Summon this card from your hand. You can only use each effect of \"Melffy Pony\" once per turn."], "Melffy Puppy": [1, 20003027, "Effect Monster", "Level: 2", "Attribute: EARTH", "Type: Beast", "Atk: 300", "Def: 100", "Effect: If your opponent Normal or Special Summons a monster(s) (except during the Damage Step), or this card is targeted for an attack by an opponent's monster: You can return this card to the hand, then you can Special Summon 1 Level 2 or lower Beast monster from your Deck, except \"Melffy Puppy\". During your End Phase: You can Special Summon this card from your hand. You can only use each effect of \"Melffy Puppy\" once per turn."], "Melffy Rabby": [1, 20129614, "Normal Monster", "Level: 2", "Attribute: EARTH", "Type: Beast", "Atk: 0", "Def: 2100", "Effect: Rabby's up on that favorite stump again, looking all around the forest at all the fluffy friends! Do you like exploring, too? Good! Let's go find more Melffy friends with Rabby!"], "Valerifawn, Mystical Beast of the Forest": [1, 24096499, "Tuner Monster", "Level: 2", "Attribute: EARTH", "Type: Beast", "Atk: 400", "Def: 900", "Effect: You can discard 1 card, then target 1 Level 2 or lower Beast monster in your GY, except \"Valerifawn, Mystical Beast of the Forest\"; Special Summon it in Attack Position or face-down Defense Position. You can only use this effect of \"Valerifawn, Mystical Beast of the Forest\" once per turn."], "Wind-Up Kitten": [1, 25716180, "Effect Monster", "Level: 2", "Attribute: EARTH", "Type: Beast", "Atk: 800", "Def: 500", "Effect: You can target 1 monster your opponent controls; return that target to the hand. This effect can only be used once while this card is face-up on the field."], "Mogmole": [1, 9861795, "Effect Monster", "Level: 2", "Attribute: EARTH", "Type: Beast", "Atk: 800", "Def: 800", "Effect: When this card on the field is destroyed and sent to the Graveyard: You can Special Summon it from your Graveyard in face-up Defense Position. You can only use the effect of \"Mogmole\" once per Duel."], "Kalantosa, Mystical Beast of the Forest": [1, 97317530, "Effect Monster", "Level: 2", "Attribute: EARTH", "Type: Beast", "Atk: 200", "Def: 1400", "Effect: If this card is Special Summoned by the effect of a Beast-Type monster: You can target 1 card on the field; destroy that target."], "Baby Raccoon Ponpoko": [1, 92729410, "Effect Monster", "Level: 2", "Attribute: EARTH", "Type: Beast", "Atk: 800", "Def: 0", "Effect: When this card is Normal Summoned: You can Special Summon 1 Level 2 Beast-Type monster from your Deck in face-down Defense Position, except \"Baby Raccoon Ponpoko\". You cannot Special Summon any monsters during the turn you activate this effect, except Beast-Type monsters."], "Baby Raccoon Tantan": [1, 28118128, "Flip Effect Monster", "Level: 2", "Attribute: EARTH", "Type: Beast", "Atk: 0", "Def: 800", "Effect: FLIP: Special Summon 1 Level 2 Beast-Type monster from your Deck, except \"Baby Raccoon Tantan\"."], "Watch Cat": [1, 70975131, "Effect Monster", "Level: 1", "Attribute: EARTH", "Type: Beast", "Atk: 0", "Def: 1800", "Effect: If you control no monsters: You can Special Summon this card from your hand. During your End Phase, if this card was Special Summoned this turn: You can banish this card; Set 1 Continuous Spell directly from your Deck. You can only use each effect of \"Watch Cat\" once per turn."], "Neo-Spacian Dark Panther": [1, 43237273, "Effect Monster", "Level: 3", "Attribute: DARK", "Type: Beast", "Atk: 1000", "Def: 500", "Effect: Once per turn: You can target 1 face-up monster your opponent controls; until the End Phase, this card's name becomes that monster's original name, also replace this effect with that monster's original effects (if any)."], "Tanngrisnir of the Nordic Beasts": [1, 15394083, "Effect Monster", "Level: 3", "Attribute: EARTH", "Type: Beast", "Atk: 1200", "Def: 800", "Effect: If this card is destroyed by battle and sent to the GY: Special Summon 2 \"Nordic Beast Tokens\" (Beast/EARTH/Level 3/ATK 0/DEF 0)."], "X-Saber Airbellum": [1, 90508760, "Tuner Monster", "Level: 3", "Attribute: EARTH", "Type: Beast", "Atk: 1600", "Def: 200", "Effect: If this card inflicts battle damage to your opponent by a direct attack: Discard 1 random card from your opponent's hand."], "Performapal Momoncarpet": [1, 20281581, "Pendulum Flip Effect Monster", "Level: 3", "Attribute: EARTH", "Type: Beast", "Scale: 7", "Atk: 1000", "Def: 100", "Effect: [ Pendulum Effect ]\r\nUnless you have a card in your other Pendulum Zone, destroy this card. While this card is in the Pendulum Zone, any battle damage you take becomes halved.\r\n----------------------------------------\r\n[ Monster Effect ]\r\nFLIP: You can target 1 Set card on the field; destroy it. If this card is Special Summoned: You can change it to face-down Defense Position."], "Fire King Avatar Kirin": [1, 96594609, "Effect Monster", "Level: 3", "Attribute: FIRE", "Type: Beast", "Atk: 1000", "Def: 200", "Effect: If a face-up \"Fire King\" monster you control is destroyed by a card effect (except during the Damage Step): You can Special Summon this card from your hand. If this card is destroyed and sent to the Graveyard: You can send 1 FIRE monster from your Deck to the Graveyard."], "Green Baboon, Defender of the Forest": [1, 46668237, "Effect Monster", "Level: 7", "Attribute: EARTH", "Type: Beast", "Atk: 2600", "Def: 1800", "Effect: If this card is in your hand or Graveyard when a face-up Beast-Type monster you control is destroyed and sent to the Graveyard (except during the Damage Step): You can pay 1000 Life Points; Special Summon this card."], "The Big Cattle Drive": [1, 82386016, "Spell Card", "Type: Normal", "Effect: If you control a Beast, Beast-Warrior, or Winged Beast-Type monster: Draw 1 card for each of those Monster Types you control. You cannot activate other Spell/Trap Cards or effects during the turn you activate this card."], "Horn of the Phantom Beast": [1, 21350571, "Trap Card", "Type: Normal", "Effect: Target 1 Beast or Beast-Warrior monster you control; equip this card to that target. It gains 800 ATK. If the equipped monster destroys your opponent's monster by battle and sends it to the GY: Draw 1 card."], "Manticore of Darkness": [1, 77121851, "Effect Monster", "Level: 6", "Attribute: FIRE", "Type: Beast-Warrior", "Atk: 2300", "Def: 1000", "Effect: During the End Phase of the turn this card was sent to the Graveyard: You can send to the Graveyard 1 Beast, Beast-Warrior, or Winged Beast-Type monster from your hand or your side of the field; Special Summon this card from your Graveyard."], "T.G. Rush Rhino": [1, 36687247, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Beast", "Atk: 1600", "Def: 800", "Effect: If this card attacks, it gains 400 ATK during the Damage Step only. Once per turn, during the End Phase, if this card is in the GY because it was destroyed on the field and sent there this turn: You can add 1 \"T.G.\" monster from your Deck to your hand, except \"T.G. Rush Rhino\"."], "T.G. Warwolf": [1, 293542, "Effect Monster", "Level: 3", "Attribute: DARK", "Type: Beast-Warrior", "Atk: 1200", "Def: 0", "Effect: When a Level 4 or lower monster(s) is Special Summoned (except during the Damage Step): You can Special Summon this card from your hand. Once per turn, during the End Phase, if this card is in the GY because it was destroyed on the field and sent there this turn: You can add 1 \"T.G.\" monster from your Deck to your hand, except \"T.G. Warwolf\"."], "T.G. Striker": [1, 1315120, "Tuner Monster", "Level: 2", "Attribute: EARTH", "Type: Warrior", "Atk: 800", "Def: 0", "Effect: If only your opponent controls a monster, you can Special Summon this card (from your hand). Once per turn, during the End Phase, if this card is in the GY because it was destroyed on the field and sent there this turn: You can add 1 \"T.G.\" monster from your Deck to your hand, except \"T.G. Striker\"."], "T.G. Drill Fish": [1, 30348744, "Effect Monster", "Level: 1", "Attribute: WATER", "Type: Fish", "Atk: 100", "Def: 800", "Effect: This card can attack directly. You can only use each of the following effects of \"T.G. Drill Fish\" once per turn.\r\n● If all monsters you control are \"T.G.\" monsters (min. 1): You can Special Summon this card from your hand.\r\n● When a \"T.G.\" monster you control inflicts battle damage to your opponent: You can target 1 monster your opponent controls; destroy it."], "T.G. Screw Serpent": [1, 11234702, "Tuner Monster", "Level: 4", "Attribute: WATER", "Type: Sea Serpent", "Atk: 1300", "Def: 500", "Effect: If this card is Normal or Special Summoned: You can target 1 Level 4 or lower \"T.G.\" monster in your GY, except \"T.G. Screw Serpent\"; Special Summon that monster, but its effects are negated. You can banish this card from your GY, then target 1 \"T.G.\" monster you control; increase or reduce its Level by 1 until the end of this turn. You can only use each effect of \"T.G. Screw Serpent\" once per turn."], "T.G. Metal Skeleton": [1, 66733743, "Effect Monster", "Level: 2", "Attribute: DARK", "Type: Zombie", "Atk: 1100", "Def: 0", "Effect: If a monster(s) on the field is destroyed by battle or an opponent's card effect: You can Special Summon this card from your hand. If a \"T.G.\" monster(s) you control would be destroyed by battle or card effect, you can banish this card from your field or GY instead. You can only use each effect of \"T.G. Metal Skeleton\" once per turn."], "T.G. Booster Raptor": [1, 48633301, "Effect Monster", "Level: 1", "Attribute: WIND", "Type: Dinosaur", "Atk: 400", "Def: 300", "Effect: If you control a \"T.G.\" monster, you can Special Summon this card (from your hand). You can only Special Summon \"T.G. Booster Raptor\" once per turn this way. Once per turn, during the End Phase, if this card is in the GY because it was destroyed on the field and sent there this turn: You can add 1 \"T.G.\" monster from your Deck to your hand, except \"T.G. Booster Raptor\"."], "Sonic Stun": [1, 93138457, "Trap Card", "Type: Normal", "Effect: When an opponent's monster declares an attack: Negate the attack, then you can Special Summon 1 \"T.G.\" monster, or 1 Level 4 or lower Tuner, from your hand or Deck."], "Flamvell Firedog": [1, 23297235, "Effect Monster", "Level: 4", "Attribute: FIRE", "Type: Beast", "Atk: 1900", "Def: 200", "Effect: When this card destroys an opponent's monster by battle and sends it to the GY: You can Special Summon 1 FIRE monster with 200 or less DEF from your Deck, except \"Flamvell Firedog\"."], "Neo Flamvell Lady": [1, 816427, "Effect Monster", "Level: 4", "Attribute: FIRE", "Type: Pyro", "Atk: 1600", "Def: 200", "Effect: (Quick Effect): You can send 1 FIRE monster from your hand to the GY, then target 1 card in your opponent's GY; banish that card. If a card is banished from your opponent's GY, while you control this monster (except during the Damage Step): You can send 1 FIRE monster with 200 or less DEF from your Deck to the GY, except \"Neo Flamvell Lady\". You can only use each effect of \"Neo Flamvell Lady\" once per turn."], "Red Resonator": [1, 40975574, "Tuner Monster", "Level: 2", "Attribute: FIRE", "Type: Fiend", "Atk: 600", "Def: 200", "Effect: When this card is Normal Summoned: You can Special Summon 1 Level 4 or lower monster from your hand. When this card is Special Summoned: You can target 1 face-up monster on the field; gain LP equal to its ATK. You can only use this effect of \"Red Resonator\" once per turn."], "Fencing Fire Ferret": [1, 97396380, "Effect Monster", "Level: 4", "Attribute: FIRE", "Type: Beast", "Atk: 1700", "Def: 600", "Effect: If this card is destroyed and sent to the GY: Target 1 face-up monster your opponent controls; destroy that target, and if you do, inflict 500 damage to your opponent."], "Circle of the Fire Kings": [1, 59388357, "Spell Card", "Type: Quick-Play", "Effect: Target 1 FIRE monster you control and 1 FIRE monster in your GY; destroy that monster you control, and if you do, Special Summon that other monster from your GY. You can only activate 1 \"Circle of the Fire Kings\" per turn."], "Fire King Avatar Barong": [1, 69000994, "Effect Monster", "Level: 4", "Attribute: FIRE", "Type: Beast-Warrior", "Atk: 1800", "Def: 200", "Effect: If a face-up \"Fire King\" monster you control is destroyed by a card effect (except during the Damage Step): You can Special Summon this card from your hand. During the next Standby Phase after this card was destroyed by a card effect and sent to the Graveyard: Add 1 \"Fire King\" card from your Deck to your hand, except \"Fire King Avatar Barong\"."], "Fire King Avatar Yaksha": [1, 66413481, "Effect Monster", "Level: 4", "Attribute: FIRE", "Type: Beast-Warrior", "Atk: 1800", "Def: 200", "Effect: If a face-up \"Fire King\" monster you control is destroyed by a card effect (except during the Damage Step): You can Special Summon this card from your hand. If this card is destroyed and sent to the Graveyard: You can destroy 1 card in your hand or that you control. You can only use this effect of \"Fire King Avatar Yaksha\" once per turn."], "Fire King Avatar Garunix": [1, 54149433, "Effect Monster", "Level: 3", "Attribute: FIRE", "Type: Winged Beast", "Atk: 700", "Def: 1700", "Effect: If a face-up \"Fire King\" monster you control is destroyed by a card effect (except during the Damage Step): You can Special Summon this card from your hand. If this card in your possession is destroyed by your opponent's card (either by battle or by card effect) and sent to your Graveyard: You can Special Summon 1 \"Fire King Avatar\" monster from your Deck."], "Fire Formation - Tensu": [1, 10719350, "Spell Card", "Type: Continuous", "Effect: During your Main Phase, you can Normal Summon 1 Beast-Warrior monster in addition to your Normal Summon/Set. (You can only gain this effect once per turn.) All Beast-Warrior monsters you control gain 100 ATK."], "Fire Formation - Gyokkou": [1, 19059929, "Spell Card", "Type: Continuous", "Effect: Activate this card by targeting 1 Set Spell/Trap Card your opponent controls. Your opponent cannot activate the targeted card in response to this card's activation. While this card is face-up on the field, that Set card cannot be activated. All Beast-Warrior-Type monsters you control gain 100 ATK."], "Fire Formation - Yoko": [1, 36499284, "Spell Card", "Type: Continuous", "Effect: When this card is activated: You can target 1 face-up card your opponent controls; discard 1 Beast-Warrior monster, and if you do, destroy that card. All Beast-Warrior monsters you control gain 100 ATK."], "Spiritual Earth Art - Kurogane": [1, 70156997, "Trap Card", "Type: Normal", "Effect: Tribute 1 EARTH monster. Special Summon 1 Level 4 or lower EARTH monster from your Graveyard, except the Tributed monster."], "Wind-Up Rabbit": [1, 42874792, "Effect Monster", "Level: 3", "Attribute: EARTH", "Type: Beast-Warrior", "Atk: 1400", "Def: 600", "Effect: (Quick Effect): You can target 1 \"Wind-Up\" monster you control; banish it until your next Standby Phase. This effect can be used only once while this card is face-up on the field."], "King Tiger Wanghu": [1, 83986578, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Beast", "Atk: 1700", "Def: 1000", "Effect: When a monster(s) with 1400 or less ATK is Normal Summoned or Special Summoned: Destroy those monsters with 1400 or less ATK. This card must be face-up on the field to activate and to resolve this effect."], "Melffy Hide-and-Seek": [1, 63644830, "Spell Card", "Type: Continuous", "Effect: The first time each Beast monster you control would be destroyed by card effect each turn, it is not destroyed. You can target 3 Beast monsters in your GY with different names; shuffle them into the Deck, then draw 1 card. You can only use this effect of \"Melffy Hide-and-Seek\" once per turn."], "Super-Nimble Mega Hamster": [1, 5220687, "Flip Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Beast", "Atk: 1100", "Def: 1800", "Effect: FLIP: You can Special Summon 1 Level 3 or lower Beast-Type monster from your Deck in face-down Defense Position."], "Yosenju Kama 1": [1, 65247798, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Beast-Warrior", "Atk: 1600", "Def: 500", "Effect: If this card is Normal Summoned, you can: Immediately after this effect resolves, Normal Summon 1 \"Yosenju\" monster from your hand, except \"Yosenju Kama 1\". If you control another \"Yosenju\" monster: You can target 1 face-up card your opponent controls; return it to the hand. This effect can only be used once while this card is face-up on the field. Once per turn, during the End Phase, if this card was Normal Summoned this turn: Return it to the hand."], "Yosenju Kama 2": [1, 92246806, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Beast-Warrior", "Atk: 1800", "Def: 200", "Effect: If this card is Normal Summoned, you can: Immediately after this effect resolves, Normal Summon 1 \"Yosenju\" monster from your hand, except \"Yosenju Kama 2\". This card can attack your opponent directly, but when it does so using this effect, the battle damage inflicted to your opponent is halved. Once per turn, during the End Phase, if this card was Normal Summoned this turn: Return it to the hand."], "Yosenju Kama 3": [1, 28630501, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Beast-Warrior", "Atk: 1500", "Def: 800", "Effect: If this card is Normal Summoned, you can: Immediately after this effect resolves, Normal Summon 1 \"Yosenju\" monster from your hand, except \"Yosenju Kama 3\". When another \"Yosenju\" monster you control inflicts battle damage to your opponent: You can add 1 \"Yosenju\" card from your Deck to your hand, except \"Yosenju Kama 3\". You can only use this effect of \"Yosenju Kama 3\" once per turn. Once per turn, during the End Phase, if this card was Normal Summoned this turn: Return it to the hand."], "Yosenju Magat": [1, 49249907, "Effect Monster", "Level: 6", "Attribute: WIND", "Type: Beast", "Atk: 2000", "Def: 100", "Effect: If this card is Normal Summoned: You can Special Summon 1 \"Yosenju\" monster from your Deck, except \"Yosenju Magat\". During the End Phase, if this card was Special Summoned this turn: Return it to the hand."], "Yosenju Izna": [1, 85970321, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Beast-Warrior", "Atk: 800", "Def: 1200", "Effect: Once per turn, during the End Phase, if this card was Normal Summoned this turn: Return it to the hand. You can only use each of the following effects of \"Yosenju Izna\" once per turn.\r\n● You can discard this card; this turn, your opponent cannot activate cards or effects when a \"Yosenju\" monster(s) is Normal or Special Summoned.\r\n● If you control another \"Yosenju\" monster: You can draw 1 card."], "Yosenju Sabu": [1, 58981727, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Beast-Warrior", "Atk: 1700", "Def: 400", "Effect: Once per turn, during the End Phase, if this card was Normal Summoned this turn: Return it to the hand. You can only use each of the following effects of \"Yosenju Sabu\" once per turn.\r\n● If this card is Normal Summoned: If you control another \"Yosenju\" card, you can add 1 \"Yosenju\" Pendulum Monster from your Deck to your hand.\r\n● You can target 1 \"Yosenju\" card you control; place 1 \"Dizzying Winds of Yosen Village\" or \"Yosen Whirlwind\" from your Deck face-up in your Spell & Trap Zone, and if you do, shuffle the targeted card into the Deck."], "Yosenju Tsujik": [1, 25244515, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Beast-Warrior", "Atk: 1000", "Def: 0", "Effect: During the End Phase, if this card was Normal Summoned this turn: Return it to the hand. You can only use each of these effects of \"Yosenju Tsujik\" once per turn.\n● During either player's Damage Step, when a \"Yosenju\" monster you control battles an opponent's monster: You can discard this card; that monster you control gains 1000 ATK until the end of this turn.\n● You can target 1 \"Yosenju\" monster on the field; it gains 1000 ATK until the end of this turn."], "Ehren, Lightsworn Monk": [1, 44178886, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Warrior", "Atk: 1600", "Def: 1000", "Effect: If this card attacks a Defense Position monster, before damage calculation: Shuffle that monster into the Deck. Once per turn, during your End Phase: Send the top 3 cards of your Deck to the Graveyard."], "Felis, Lightsworn Archer": [1, 73176465, "Tuner Monster", "Level: 4", "Attribute: LIGHT", "Type: Beast-Warrior", "Atk: 1100", "Def: 2000", "Effect: Cannot be Normal Summoned/Set. Must be Special Summoned by a card effect. If this card is sent from your Deck to the GY by a monster effect: Special Summon it. You can Tribute this card, then target 1 monster your opponent controls; destroy that target, then send the top 3 cards of your Deck to the GY."], "Garoth, Lightsworn Warrior": [1, 59019082, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Warrior", "Atk: 1850", "Def: 1300", "Effect: Each time a card(s) is sent from your Deck to the GY by the effect of a \"Lightsworn\" monster you control, except \"Garoth, Lightsworn Warrior\": Send the top 2 cards of your Deck to the GY, then draw 1 card for each \"Lightsworn\" monster sent to the GY by this effect."], "Jain, Lightsworn Paladin": [1, 96235275, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Warrior", "Atk: 1800", "Def: 1200", "Effect: If this card attacks an opponent's monster, it gains 300 ATK during the Damage Step only. Once per turn, during your End Phase: Send the top 2 cards of your Deck to the Graveyard."], "Lyla, Lightsworn Sorceress": [1, 22624373, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Spellcaster", "Atk: 1700", "Def: 200", "Effect: You can target 1 Spell/Trap your opponent controls; this card's battle position cannot be changed until the end of your next turn, also change this card you control from face-up Attack Position to face-up Defense Position, and if you do, destroy that target. Once per turn, during your End Phase: Send the top 3 cards of your Deck to the GY."], "Raiden, Hand of the Lightsworn": [1, 77558536, "Tuner Monster", "Level: 4", "Attribute: LIGHT", "Type: Warrior", "Atk: 1700", "Def: 1000", "Effect: During your Main Phase: You can send the top 2 cards of your Deck to the GY, then if any \"Lightsworn\" monsters were sent to the GY by this effect, this card gains 200 ATK until the end of your opponent's turn. You can only use this effect of \"Raiden, Hand of the Lightsworn\" once per turn. Once per turn, during your End Phase: Send the top 2 cards of your Deck to the GY."], "Ryko, Lightsworn Hunter": [1, 21502796, "Flip Effect Monster", "Level: 2", "Attribute: LIGHT", "Type: Beast", "Atk: 200", "Def: 100", "Effect: FLIP: Apply these effects (simultaneously).\r\n● You can destroy 1 card on the field.\r\n● Send the top 3 cards of your Deck to the GY."], "Wulf, Lightsworn Beast": [1, 58996430, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Beast-Warrior", "Atk: 2100", "Def: 300", "Effect: Cannot be Normal Summoned/Set. Must be Special Summoned by a card effect. If this card is sent from your Deck to the GY: Special Summon it."], "Minerva, Lightsworn Maiden": [1, 40164421, "Tuner Monster", "Level: 3", "Attribute: LIGHT", "Type: Spellcaster", "Atk: 800", "Def: 200", "Effect: When this card is Normal Summoned: You can add 1 LIGHT Dragon-Type monster from your Deck to your hand, whose Level is less than or equal to the total number of \"Lightsworn\" monsters with different names in your Graveyard. If this card is sent from the hand or Deck to the Graveyard: Send the top card of your Deck to the Graveyard. During each of your End Phases: Send the top 2 cards of your Deck to the Graveyard."], "Solar Recharge": [1, 691925, "Spell Card", "Type: Normal", "Effect: Discard 1 \"Lightsworn\" monster; draw 2 cards, then send the top 2 cards of your Deck to the GY."], "Performage Damage Juggler": [1, 68819554, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Spellcaster", "Atk: 1500", "Def: 1000", "Effect: When a card or effect is activated that would inflict damage to you (Quick Effect): You can discard this card; negate the activation, and if you do, destroy that card. During the Battle Phase (Quick Effect): You can discard this card; reduce the next battle damage you would take this turn to 0. You can banish this card from your GY; add 1 \"Performage\" monster from your Deck to your hand, except \"Performage Damage Juggler\". You can only use this effect of \"Performage Damage Juggler\" once per turn."], "Performage Flame Eater": [1, 4807253, "Effect Monster", "Level: 4", "Attribute: FIRE", "Type: Spellcaster", "Atk: 1200", "Def: 1600", "Effect: During either player's turn, when a card or effect is activated that would inflict damage to you: You can activate this effect; you cannot Special Summon monsters for the rest of this turn, except \"Performage\" monsters, also Special Summon this card from your hand, and if you do, make that effect damage to you 0. If Summoned this way, banish it when it leaves the field. If this card is Normal or Special Summoned: Each player takes 500 damage."], "Performage Hat Tricker": [1, 31292357, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Spellcaster", "Atk: 1100", "Def: 1100", "Effect: If 2 or more monsters are on the field, you can Special Summon this card (from your hand). During either player's turn, when a card or effect is activated that would inflict damage to you: You can place 1 Performage Counter on this card (max. 3), then make that effect damage to you 0. When the 3rd Performage Counter is placed on this card, it's ATK and DEF become 3300."], "Performage Mirror Conductor": [1, 71578874, "Pendulum Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Spellcaster", "Scale: 3", "Atk: 600", "Def: 1400", "Effect: [ Pendulum Effect ]\r\nOnce per turn: You can target 1 face-up Special Summoned monster on the field; its ATK and DEF become equal to its current ATK or DEF (whichever is lower) until the end of this turn (even if this card leaves the field).\r\n----------------------------------------\r\n[ Monster Effect ]\r\nOnce per turn, during either player's turn: You can target 1 face-up monster on the field; switch its current ATK and DEF, then take 500 damage. This ATK and DEF change lasts until the end of this turn."], "Performage Plushfire": [1, 7563579, "Pendulum Effect Monster", "Level: 4", "Attribute: FIRE", "Type: Spellcaster", "Scale: 5", "Atk: 1000", "Def: 1000", "Effect: [ Pendulum Effect ]\r\nIf a \"Performage\" monster(s) you control is destroyed by battle or card effect: You can Special Summon this card from your Pendulum Zone, then take 500 damage. You can only use this effect of \"Performage Plushfire\" once per turn.\r\n----------------------------------------\r\n[ Monster Effect ]\r\nIf this card on the field is destroyed by battle or card effect: You can Special Summon 1 \"Performage\" monster from your hand or Deck, except \"Performage Plushfire\"."], "Performage Stilts Launcher": [1, 4081665, "Effect Monster", "Level: 6", "Attribute: EARTH", "Type: Spellcaster", "Atk: 2200", "Def: 0", "Effect: If there are no monsters on the field, you can Special Summon this card (from your hand), but you cannot Normal Summon/Set for the rest of this turn. During either player's turn, when a card or effect is activated that would inflict damage to your opponent, while you have another \"Performage\" monster in your Graveyard: You can banish this card from your Graveyard; inflict 2000 damage to your opponent. You can only use this effect of \"Performage Stilts Launcher\" once per turn."], "Arnis, the Empowered Warrior": [1, 29687169, "Effect Monster", "Level: 4", "Attribute: FIRE", "Type: Warrior", "Atk: 1700", "Def: 1200", "Effect: When this card you control is destroyed by battle with an opponent's attacking monster and sent to your Graveyard: You can Special Summon 1 Spellcaster-Type monster with 1500 or less ATK from your Deck in Attack Position."], "Dragodies, the Empowered Warrior": [1, 65472618, "Pendulum Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Warrior", "Scale: 2", "Atk: 1500", "Def: 1500", "Effect: [ Pendulum Effect ]\r\nAt the start of the Damage Step, if a monster you control battles an opponent's face-up monster: You can discard 1 card; the opponent's battling monster's ATK and DEF become half its current ATK and DEF (even if this card leaves the field).\r\n----------------------------------------\r\n[ Monster Effect ]\r\nIf this card in its owner's Monster Zone is destroyed by your opponent's attack or card effect: You can add 1 Warrior or Spellcaster-Type monster with 2000 or less ATK from your Deck to your hand, except \"Dragodies, the Empowered Warrior\", during the End Phase of this turn."], "Dragonox, the Empowered Warrior": [1, 92870717, "Pendulum Effect Monster", "Level: 4", "Attribute: DARK", "Type: Warrior", "Scale: 7", "Atk: 1500", "Def: 1500", "Effect: [ Pendulum Effect ]\r\nWhen an opponent's monster declares an attack: You can destroy this card, then end the Battle Phase.\r\n----------------------------------------\r\n[ Monster Effect ]\r\nOnce per turn: You can discard 1 card, then target 1 Warrior or Spellcaster-Type monster with 2000 or less ATK in your Graveyard; Special Summon it in face-down Defense Position."], "Hydrotortoise, the Empowered Warrior": [1, 82176812, "Effect Monster", "Level: 3", "Attribute: WATER", "Type: Warrior", "Atk: 1400", "Def: 900", "Effect: FLIP: Target 1 Spell/Trap Card your opponent controls; destroy it."], "Ventdra, the Empowered Warrior": [1, 93298460, "Effect Monster", "Level: 5", "Attribute: WIND", "Type: Warrior", "Atk: 2000", "Def: 800", "Effect: This card can attack your opponent directly. If this card is sent from the field to the Graveyard: You can target 1 Dragon, Warrior, or Spellcaster-Type Normal Monster in your Graveyard; add it to your hand."], "Diana the Light Spirit": [1, 17257342, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Thunder", "Atk: 1700", "Def: 1000", "Effect: Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by banishing 1 LIGHT monster from your GY. Once per turn, during your opponent's End Phase: Gain 1000 LP."], "Electromagnetic Turtle": [1, 34710660, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Machine", "Atk: 0", "Def: 1800", "Effect: During your opponent's Battle Phase (Quick Effect): You can banish this card from your GY; end the Battle Phase. You can only use this effect of \"Electromagnetic Turtle\" once per Duel."], "Breaker the Magical Warrior": [1, 71413901, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Spellcaster", "Atk: 1600", "Def: 1000", "Effect: If this card is Normal Summoned: Place 1 Spell Counter on it (max. 1). Gains 300 ATK for each Spell Counter on it. You can remove 1 Spell Counter from this card, then target 1 Spell/Trap on the field; destroy that target."], "Breaker the Dark Magical Warrior": [1, 22923081, "Effect Monster", "Level: 6", "Attribute: DARK", "Type: Spellcaster", "Atk: 1600", "Def: 1000", "Effect: If this card is Normal Summoned: Place 2 Spell Counters on it. If this card is Pendulum Summoned: Place 3 Spell Counters on it. Gains 400 ATK for each Spell Counter on it. You can remove 1 Spell Counter from this card, then target 1 Spell/Trap on the field; destroy it. You can only use this effect of \"Breaker the Dark Magical Warrior\" once per turn."], "Shaddoll Dragon": [1, 77723643, "Flip Effect Monster", "Level: 4", "Attribute: DARK", "Type: Spellcaster", "Atk: 1900", "Def: 0", "Effect: FLIP: You can target 1 card your opponent controls; return it to the hand.\r\nIf this card is sent to the GY by a card effect: You can target 1 Spell/Trap on the field; destroy it. You can only use 1 \"Shaddoll Dragon\" effect per turn, and only once that turn."], "Mathematician": [1, 41386308, "Effect Monster", "Level: 3", "Attribute: EARTH", "Type: Spellcaster", "Atk: 1500", "Def: 500", "Effect: When this card is Normal Summoned: You can send 1 Level 4 or lower monster from your Deck to the GY. When this card is destroyed by battle and sent to the GY: You can draw 1 card."], "Dark Magician of Chaos": [1, 40737112, "Effect Monster", "Level: 8", "Attribute: DARK", "Type: Spellcaster", "Atk: 2800", "Def: 2600", "Effect: During the End Phase, if this card was Normal or Special Summoned this turn: You can target 1 Spell in your GY; add it to your hand. You can only use this effect of \"Dark Magician of Chaos\" once per turn. If this card destroys an opponent's monster by battle, after damage calculation: Banish that opponent's monster. If this face-up card would leave the field, banish it instead."], "Silent Magician": [1, 41175645, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Spellcaster", "Atk: 1000", "Def: 1000", "Effect: Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by Tributing 1 Spellcaster-Type monster, and cannot be Special Summoned by other ways. This card gains 500 ATK for each card in your hand. Once per turn, during either player's turn, when a Spell Card is activated: You can negate the activation. If this card is destroyed by battle, or if this card in its owner's control is destroyed by an opponent's card effect: You can Special Summon 1 \"Silent Magician\" monster from your hand or Deck, except \"Silent Magician\", ignoring its Summoning conditions."], "Chocolate Magician Girl": [1, 7198399, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Spellcaster", "Atk: 1600", "Def: 1000", "Effect: Once per turn: You can discard 1 Spellcaster-Type monster; draw 1 card. Once per turn, if this card is targeted for an attack: You can target 1 Spellcaster-Type monster in your Graveyard, except \"Chocolate Magician Girl\"; Special Summon it, then change the attack target to it, and if you do, the attacking monster's ATK becomes half its current ATK."], "Freed the Brave Wanderer": [1, 16556849, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Warrior", "Atk: 1700", "Def: 1200", "Effect: Once per turn: You can banish 2 LIGHT monsters from your Graveyard to target 1 face-up monster on the field with higher ATK than this face-up card; destroy that target."], "Dark Doriado": [1, 62312469, "Pendulum Effect Monster", "Level: 4", "Attribute: DARK", "Type: Spellcaster", "Scale: 5", "Atk: 1800", "Def: 1400", "Effect: [ Pendulum Effect ]\r\nAll EARTH, WATER, FIRE, and WIND monsters you control gain 200 ATK and DEF for every different Attribute among the monsters you control.\r\n----------------------------------------\r\n[ Monster Effect ]\r\nIf this card is Normal or Special Summoned: You can choose 4 monsters from your Deck (1 EARTH, 1 WATER, 1 FIRE, and 1 WIND), then place them on the top of the Deck in any order."], "One-Shot Wand": [1, 36042825, "Spell Card", "Type: Equip", "Effect: Equip only to a Spellcaster-Type monster. It gains 800 ATK. If the equipped monster attacks or is attacked, after damage calculation: You can destroy this card, and if you do, draw 1 card."], "Eternal Chaos": [1, 25750986, "Trap Card", "Type: Normal", "Effect: Target 1 face-up monster your opponent controls; send 1 LIGHT and 1 DARK monster from your Deck to the GY, whose combined ATK is less than or equal to that monster's, also for the rest of this turn after this card resolves, you can only activate 1 monster effect in the GY. You can only activate 1 \"Eternal Chaos\" per turn."], "Alexandrite Dragon": [1, 43096270, "Normal Monster", "Level: 4", "Attribute: LIGHT", "Type: Dragon", "Atk: 2000", "Def: 100", "Effect: Many of the czars' lost jewels can be found in the scales of this priceless dragon. Its creator remains a mystery, along with how they acquired the imperial treasures. But whosoever finds this dragon has hit the jackpot... whether they know it or not."], "Chaos Dragon Levianeer": [1, 55878038, "Effect Monster", "Level: 8", "Attribute: DARK", "Type: Dragon", "Atk: 3000", "Def: 0", "Effect: Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by banishing 3 LIGHT and/or DARK monsters from your GY. When Summoned this way: You can activate this effect; apply the following effect, based on the Attribute(s) of the monsters banished for the Special Summon, also this card cannot attack for the rest of this turn. ● Only LIGHT: Special Summon 1 monster from your GY in Defense Position. ● Only DARK: Shuffle 1 random card from your opponent's hand into the Deck. ● Both LIGHT and DARK: Destroy up to 2 cards on the field.\nYou can only use this effect of \"Chaos Dragon Levianeer\" once per turn."], "Lightpulsar Dragon": [1, 99365553, "Effect Monster", "Level: 6", "Attribute: LIGHT", "Type: Dragon", "Atk: 2500", "Def: 1500", "Effect: You can Special Summon this card (from your hand) by banishing 1 LIGHT and 1 DARK monster from your GY. You can Special Summon this card (from your GY) by sending 1 LIGHT and 1 DARK monster from your hand to the GY. When this card is sent from the field to the GY: You can target 1 Level 5 or higher DARK Dragon monster in your GY; Special Summon that target."], "Darkflare Dragon": [1, 25460258, "Effect Monster", "Level: 5", "Attribute: DARK", "Type: Dragon", "Atk: 2400", "Def: 1200", "Effect: You can Special Summon this card (from your hand) by banishing 1 LIGHT and 1 DARK monster from your GY. Once per turn: You can send 1 Dragon monster from your hand and 1 Dragon monster from your Deck to the GY, then target 1 card in either GY; banish that target."], "Arkbrave Dragon": [1, 33282498, "Effect Monster", "Level: 7", "Attribute: LIGHT", "Type: Dragon", "Atk: 2400", "Def: 2000", "Effect: If this card is Special Summoned from the Graveyard: You can banish as many face-up Spell/Trap Cards your opponent controls as possible, and if you do, this card gains 200 ATK and DEF for each card banished. Once per turn, during the Standby Phase, if this card is in the Graveyard because it was sent there last turn: You can target 1 Level 7 or 8 Dragon-Type monster in your Graveyard, except \"Arkbrave Dragon\"; Special Summon it."], "Dwarf Star Dragon Planeter": [1, 67310848, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Dragon", "Atk: 1700", "Def: 1200", "Effect: Once per turn, during the End Phase, if this card was Normal Summoned this turn: You can add 1 Level 7 LIGHT or DARK monster from your Deck to your hand."], "Exploder Dragon": [1, 20586572, "Effect Monster", "Level: 3", "Attribute: EARTH", "Type: Dragon", "Atk: 1000", "Def: 0", "Effect: If this card is destroyed by battle and sent to the Graveyard: Destroy the monster that destroyed it. Neither player takes any battle damage from attacks involving this attacking card."], "Eclipse Wyvern": [1, 51858306, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Dragon", "Atk: 1600", "Def: 1000", "Effect: If this card is sent to the Graveyard: Banish 1 Level 7 or higher LIGHT or DARK Dragon-Type monster from your Deck. If this card is banished from your Graveyard: You can add the monster banished by this card's effect to your hand."], "Divine Dragon Lord Felgrand": [1, 60681103, "Effect Monster", "Level: 8", "Attribute: LIGHT", "Type: Dragon", "Atk: 2800", "Def: 2800", "Effect: If this card is Special Summoned from the Graveyard: You can target 1 monster your opponent controls or in their Graveyard; banish it, and if you do, this card gains ATK and DEF equal to the banished monster's original Level/Rank x 100. If this card destroys an opponent's monster by battle: You can target 1 Level 7 or 8 Dragon-Type monster in the Graveyard, except \"Divine Dragon Lord Felgrand\"; Special Summon it to your field."], "Black Dragon Collapserpent": [1, 61901281, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Dragon", "Atk: 1800", "Def: 1700", "Effect: Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by banishing 1 LIGHT monster from your GY. You can only Special Summon \"Black Dragon Collapserpent\" once per turn this way. If this card is sent from the field to the GY: You can add 1 \"White Dragon Wyverburster\" from your Deck to your hand."], "White Dragon Wyverburster": [1, 99234526, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Dragon", "Atk: 1700", "Def: 1800", "Effect: Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by banishing 1 DARK monster from your GY. You can only Special Summon \"White Dragon Wyverburster\" once per turn this way. If this card is sent from the field to the GY: You can add 1 \"Black Dragon Collapserpent\" from your Deck to your hand."], "Primal Dragon the Primordial Dragon": [1, 64025981, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Dragon", "Atk: 2000", "Def: 2000", "Effect: Your opponent takes no battle damage from attacks involving this card. You can only use each of the following effects of \"Primal Dragon the Primordial Dragon\" once per turn.\r\n● You can banish 1 Dragon monster from your GY; this card gains ATK/DEF equal to the banished monster's ATK until the end of the next turn.\r\n● If this card is Tributed: You can target 1 face-up monster you control; it can make a second attack during each Battle Phase this turn."], "Starliege Seyfert": [1, 15381421, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Dragon", "Atk: 1800", "Def: 0", "Effect: You can send any number of Dragon monsters from your hand and/or face-up field to the GY; add 1 Dragon monster from your Deck to your hand, whose Level equals the total original Levels of those monsters sent to the GY. You can banish this card from your GY, then target 1 Level 8 LIGHT or DARK Dragon monster in your GY; add it to your hand. You can only use each effect of \"Starliege Seyfert\" once per turn."], "Interplanetarypurplythorny Dragon": [1, 25206027, "Effect Monster", "Level: 5", "Attribute: DARK", "Type: Dragon", "Atk: 2200", "Def: 1100", "Effect: If a monster you control is destroyed by battle or card effect and sent to the Graveyard: You can Special Summon this card from your hand."], "Dragon Ravine": [1, 62265044, "Spell Card", "Type: Field", "Effect: Once per turn: You can discard 1 card, then activate 1 of these effects;\r\n● Add 1 Level 4 or lower \"Dragunity\" monster from your Deck to your hand.\r\n● Send 1 Dragon monster from your Deck to the GY."], "Guardragon Cataclysm": [1, 47393199, "Trap Card", "Type: Normal", "Effect: Tribute 1 Dragon monster, then target 2 cards on the field; destroy them. You can only activate 1 \"Guardragon Cataclysm\" per turn."], "Blackwing - Bora the Spear": [1, 49003716, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Winged Beast", "Atk: 1700", "Def: 800", "Effect: If you control a \"Blackwing\" monster other than \"Blackwing - Bora the Spear\", you can Special Summon this card (from your hand). If this card attacks a Defense Position monster, inflict piercing battle damage."], "Blackwing - Gale the Whirlwind": [1, 2009101, "Tuner Monster", "Level: 3", "Attribute: DARK", "Type: Winged Beast", "Atk: 1300", "Def: 400", "Effect: If you control a \"Blackwing\" monster other than \"Blackwing - Gale the Whirlwind\", you can Special Summon this card (from your hand). Once per turn: You can target 1 face-up monster your opponent controls; that target's ATK and DEF become half its current ATK and DEF."], "Blackwing - Fane the Steel Chain": [1, 9109991, "Effect Monster", "Level: 2", "Attribute: DARK", "Type: Winged Beast", "Atk: 500", "Def: 800", "Effect: This card can attack your opponent directly. If this card inflicts battle damage to your opponent by a direct attack: Target 1 Attack Position monster your opponent controls; change that target to Defense Position."], "Blackwing - Kris the Crack of Dawn": [1, 81105204, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Winged Beast", "Atk: 1900", "Def: 300", "Effect: If you control a \"Blackwing\" monster other than \"Blackwing - Kris the Crack of Dawn\", you can Special Summon this card (from your hand). You can only Special Summon \"Blackwing - Kris the Crack of Dawn\" once per turn this way. Once per turn, this card cannot be destroyed by Spell/Trap effects."], "Blackwing - Decay the Ill Wind": [1, 19462747, "Tuner Monster", "Level: 4", "Attribute: DARK", "Type: Winged Beast", "Atk: 1000", "Def: 1000", "Effect: Once per turn, during the End Phase, if this card is in the Graveyard because it was sent there this turn: Take 1000 damage. When this card is Normal or Special Summoned: You can target 1 \"Blackwing\" monster you control, then activate 1 of these effects;\n● Increase its Level by 1.\n● Reduce its Level by 1.\nYou can only use this effect of \"Blackwing - Decay the Ill Wind\" once per turn."], "Blackwing - Vayu the Emblem of Honor": [1, 72714392, "Tuner Monster", "Level: 1", "Attribute: DARK", "Type: Winged Beast", "Atk: 800", "Def: 0", "Effect: This face-up card on the field cannot be used as a Synchro Material. If this card is in the Graveyard: You can target 1 non-Tuner \"Blackwing\" monster in your Graveyard; banish both this card and that target, and if you do, Special Summon 1 \"Blackwing\" Synchro Monster from your Extra Deck whose Level equals the total Levels of the banished monsters, but its effects are negated."], "Blackwing - Gladius the Midnight Sun": [1, 28190303, "Effect Monster", "Level: 3", "Attribute: DARK", "Type: Winged Beast", "Atk: 800", "Def: 1500", "Effect: If the only face-up monster you control is 1 \"Blackwing\" monster other than \"Blackwing - Gladius the Midnight Sun\", you can Special Summon this card (from your hand). Once per turn, this card cannot be destroyed by battle."], "Blackwing - Sirocco the Dawn": [1, 75498415, "Effect Monster", "Level: 5", "Attribute: DARK", "Type: Winged Beast", "Atk: 2000", "Def: 900", "Effect: If your opponent controls a monster and you control no monsters, you can Normal Summon/Set this card without Tributing. Once per turn, during your Main Phase 1: You can target 1 \"Blackwing\" monster you control; until the end of this turn, it gains ATK equal to the total ATK of all \"Blackwing\" monsters currently on the field, except itself. Monsters other than the targeted monster cannot attack during the turn you activate this effect."], "Blackwing - Damascus the Polar Night": [1, 58131925, "Effect Monster", "Level: 3", "Attribute: DARK", "Type: Winged Beast", "Atk: 1300", "Def: 700", "Effect: During either player's turn: You can discard this card to target 1 \"Blackwing\" monster you control; it gains 500 ATK until the End Phase."], "Blackwing - Blizzard the Far North": [1, 22835145, "Tuner Monster", "Level: 2", "Attribute: DARK", "Type: Winged Beast", "Atk: 1300", "Def: 0", "Effect: Cannot be Special Summoned. When this card is Normal Summoned: You can target 1 Level 4 or lower \"Blackwing\" monster in your Graveyard; Special Summon that target in Defense Position."], "Blackwing - Shura the Blue Flame": [1, 58820853, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Winged Beast", "Atk: 1800", "Def: 1200", "Effect: When this card destroys an opponent's monster by battle and sends it to the Graveyard: You can Special Summon 1 \"Blackwing\" monster with 1500 or less ATK from your Deck, but its effects are negated."], "Against the Wind": [1, 64952266, "Spell Card", "Type: Normal", "Effect: Select 1 \"Blackwing\" monster in your Graveyard. Take damage equal to the ATK of the selected monster, and add it to your hand."], "Genex Ally Birdman": [1, 64034255, "Tuner Monster", "Level: 3", "Attribute: DARK", "Type: Machine", "Atk: 1400", "Def: 400", "Effect: You can return 1 face-up monster you control to the hand; Special Summon this card from your hand, but banish it when it leaves the field, also it gains 500 ATK if the returned monster was WIND on the field."], "Mist Valley Falcon": [1, 82199284, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Winged Beast", "Atk: 2000", "Def: 1200", "Effect: This card cannot declare an attack unless you return 1 card you control to the hand."], "Harpie Dancer": [1, 68815132, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Winged Beast", "Atk: 1200", "Def: 1000", "Effect: You can target 1 WIND monster you control; return it to the hand, then you can Normal Summon 1 WIND monster. You can only use this effect of \"Harpie Dancer\" once per turn. This card's name becomes \"Harpie Lady\" while on the field or in the GY."], "Feedran, the Winds of Mischief": [1, 92597893, "Effect Monster", "Level: 3", "Attribute: WIND", "Type: Dragon", "Atk: 1700", "Def: 0", "Effect: If this card is Normal or Special Summoned: You can target 1 face-up monster you control; if it attacks a Defense Position monster this turn, inflict piercing battle damage to your opponent. During your opponent's turn (Quick Effect): You can target 1 other face-up monster on the field; change its battle position, then, return this card to the hand. You can only use each effect of \"Feedran, the Winds of Mischief\" once per turn."], "Simorgh, Bird of Protection": [1, 59707204, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Winged Beast", "Atk: 1400", "Def: 1000", "Effect: When this card is Normal Summoned: You can target 1 card in your opponent's Spell & Trap Zone; return it to the hand. If this card is in your GY and your opponent controls no cards in their Spell & Trap Zone: You can Special Summon this card in Defense Position, but banish it when it leaves the field, also you cannot Special Summon monsters for the rest of this turn, except Winged Beast monsters. You can only use each effect of \"Simorgh, Bird of Protection\" once per turn."], "Alector, Sovereign of Birds": [1, 17573739, "Effect Monster", "Level: 6", "Attribute: WIND", "Type: Winged Beast", "Atk: 2400", "Def: 2000", "Effect: If your opponent controls 2 or more face-up monsters of the same Attribute, you can Special Summon this card (from your hand). Once per turn: You can target 1 face-up card on the field; that target's effects are negated during this turn. There can only be 1 face-up \"Alector, Sovereign of Birds\" on the field."], "Fortune Lady Wind": [1, 82693917, "Effect Monster", "Level: 3", "Attribute: WIND", "Type: Spellcaster", "Atk: 0", "Def: 0", "Effect: This card's ATK and DEF are equal to its Level x 300. During each of your Standby Phases, increase the Level of this card by 1 (max 12). When this card is Normal Summoned, you can destroy a number of Spell or Trap Cards your opponent controls equal to the number of face-up \"Fortune Lady\" monsters you control."], "Glife the Phantom Bird": [1, 899287, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Winged Beast", "Atk: 1500", "Def: 1500", "Effect: You can discard this card; add 1 \"Golden Castle of Stromberg\" from your Deck to your hand. If this card is Normal or Special Summoned: You can target 1 card in your opponent's Spell & Trap Zone; destroy it. You can only use this effect of \"Glife the Phantom Bird\" once per turn."], "Spirit of the Fall Wind": [1, 26517393, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Fairy", "Atk: 1800", "Def: 900", "Effect: If this card is Normal Summoned: You can add 1 Flip monster from your Deck to your hand."], "Harpie Harpist": [1, 56585883, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Winged Beast", "Atk: 1700", "Def: 600", "Effect: This card's name becomes \"Harpie Lady\" while it is on the field or in the Graveyard. You can only use each of these effects of \"Harpie Harpist\" once per turn.\n● When this card is Normal Summoned: You can target 1 Winged Beast-Type monster you control (other than this card) and 1 face-up monster your opponent controls; return them to the hand.\n● During the End Phase, if this card is in the Graveyard because it was sent there this turn: You can add 1 Level 4 Winged Beast-Type monster with 1500 or less ATK from your Deck to your hand."], "Harpie Lady 1": [1, 91932350, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Winged Beast", "Atk: 1300", "Def: 1400", "Effect: (This card's name is always treated as \"Harpie Lady\".)\nAll WIND monsters gain 300 ATK."], "The Atmosphere": [1, 14466224, "Effect Monster", "Level: 8", "Attribute: WIND", "Type: Winged Beast", "Atk: 1000", "Def: 800", "Effect: Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by banishing 2 monsters you control and 1 monster from your Graveyard. Once per turn: You can target 1 face-up monster your opponent controls; equip that target to this card. (You can only equip 1 monster at a time to this card with this effect.) This card gains ATK and DEF equal to the ATK and DEF of that equipped monster."], "Quill Pen of Gulldos": [1, 27980138, "Spell Card", "Type: Normal", "Effect: Target 2 WIND monsters in your Graveyard and 1 card on the field; shuffle both of those first 2 targets into your Deck and return the other to the hand."], "Icarus Attack": [1, 53567095, "Trap Card", "Type: Normal", "Effect: Tribute 1 Winged Beast-Type monster, then target 2 cards on the field; destroy them."], "Spiritual Wind Art - Miyabi": [1, 79333300, "Trap Card", "Type: Normal", "Effect: Tribute 1 WIND monster, then target 1 card your opponent controls; place that card on the bottom of the Deck."], "Hypnosister": [1, 22200403, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Psychic", "Atk: 1300", "Def: 1400", "Effect: This card gains effects based on the total number of cards in both players' Pendulum Zones.\n● 1 or more: This card gains 800 ATK and DEF.\n● 2 or more: At the start of the Damage Step, if this card battles a Pendulum Summoned monster: Destroy that monster.\n● 3 or more: Monsters your opponent controls must attack this card, if able.\n● 4: If this card destroys a monster by battle or by its own effect: Draw 1 card."], "Wind-Up Juggler": [1, 85682655, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Psychic", "Atk: 1700", "Def: 1000", "Effect: After damage calculation, if this card battled an opponent's monster: You can destroy that opponent's monster. This effect can be used only once while this card is face-up on the field."], "Krebons": [1, 59575539, "Tuner Monster", "Level: 2", "Attribute: DARK", "Type: Psychic", "Atk: 1200", "Def: 400", "Effect: When this card is targeted for an attack: You can pay 800 LP; negate the attack."], "Psychic Tracker": [1, 30227494, "Effect Monster", "Level: 3", "Attribute: EARTH", "Type: Psychic", "Atk: 1600", "Def: 600", "Effect: If you control a Level 3 monster other than \"Psychic Tracker\", you can Special Summon this card (from your hand) in Defense Position. You can only Special Summon \"Psychic Tracker\" once per turn this way. A Synchro Monster that used this card as material gains 600 ATK."], "Psychic Wheeleder": [1, 3233859, "Tuner Monster", "Level: 3", "Attribute: EARTH", "Type: Psychic", "Atk: 600", "Def: 0", "Effect: If you control a Level 3 monster other than \"Psychic Wheeleder\", you can Special Summon this card (from your hand) in Defense Position. You can only Special Summon \"Psychic Wheeleder\" once per turn this way. If this card is sent to the GY as Synchro Material: You can target 1 monster on the field with less ATK than the Synchro Monster that used this card as material; destroy it. You can only use this effect of \"Psychic Wheeleder\" once per turn."], "Datascape Princess - Niangniang": [1, 8736823, "Effect Monster", "Level: 3", "Attribute: WIND", "Type: Psychic", "Atk: 1500", "Def: 1500", "Effect: If a Level 3 monster(s) is Normal or Special Summoned to your field, while this card is in your GY (except during the Damage Step): You can Special Summon this card, and if you do, it is treated as a Tuner, but banish it when it leaves the field, also you cannot Special Summon monsters for the rest of this turn, except Level/Rank 3 or higher monsters. If this card is banished: You can target 1 of your other banished cards; shuffle it into the Deck. You can only use each effect of \"Datascape Princess - Niangniang\" once per turn."], "Serene Psychic Witch": [1, 98358303, "Effect Monster", "Level: 3", "Attribute: EARTH", "Type: Psychic", "Atk: 1400", "Def: 1200", "Effect: When this card on the field is destroyed and sent to the Graveyard: You can banish 1 Psychic-Type monster with 2000 or less ATK from your Deck. During the next Standby Phase, if this card stays in the Graveyard: Special Summon the monster banished by this card's effect."], "Hushed Psychic Cleric": [1, 25343017, "Effect Monster", "Level: 3", "Attribute: EARTH", "Type: Psychic", "Atk: 0", "Def: 2100", "Effect: If this card is Normal or Flip Summoned: Change it to Defense Position. Once per turn: You can send 1 card from your hand to the Graveyard, then target 1 Psychic-Type monster in your Graveyard; banish that target. If this card is sent from the field to the Graveyard: Target 1 monster banished by this card's effect; Special Summon that target."], "Silent Psychic Wizard": [1, 62950604, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Psychic", "Atk: 1900", "Def: 0", "Effect: When this card is Normal Summoned: You can target 1 Psychic-Type monster in your Graveyard; banish that target. If this card is sent from the field to the Graveyard: Special Summon that monster banished by this effect."], "Simorgh of Darkness": [1, 22586618, "Effect Monster", "Level: 8", "Attribute: DARK", "Type: Winged Beast", "Atk: 2900", "Def: 2000", "Effect: While face-up on the field, this card is also WIND-Attribute. You can only use each of the following effects of \"Simorgh of Darkness\" once per turn.\r\n● If you Tribute Summon a DARK or WIND monster: You can Special Summon this card from the GY (if it was there when the monster was Tribute Summoned) or hand (even if not).\r\n● When a Spell/Trap Card or effect is activated (Quick Effect): You can Tribute 1 WIND Winged Beast monster; negate the activation, and if you do, destroy that card."], "Simorgh, Bird of Beginning": [1, 50820852, "Effect Monster", "Level: 1", "Attribute: WIND", "Type: Winged Beast", "Atk: 0", "Def: 1600", "Effect: When this card is Normal Summoned: You can activate this effect; during your Main Phase this turn, you can Normal Summon 1 \"Simorgh\" monster in addition to your Normal Summon/Set. (You can only gain this effect once per turn.) If this card is in your GY and your opponent controls no cards in their Spell & Trap Zone: You can Special Summon this card in Defense Position, but banish it when it leaves the field, also you cannot Special Summon monsters for the rest of this turn, except Winged Beast monsters. You can only use each effect of \"Simorgh, Bird of Beginning\" once per turn."], "Simorgh, Bird of Bringing": [1, 96214561, "Effect Monster", "Level: 2", "Attribute: WIND", "Type: Winged Beast", "Atk: 1000", "Def: 1000", "Effect: When this card is Normal Summoned: You can add 1 \"Simorgh\" card from your Deck to your hand, except \"Simorgh, Bird of Bringing\". If this card is in your GY and your opponent controls no cards in their Spell & Trap Zone: You can Special Summon this card in Defense Position, but banish it when it leaves the field, also you cannot Special Summon monsters for the rest of this turn, except Winged Beast monsters. You can only use each effect of \"Simorgh, Bird of Bringing\" once per turn."], "Simorgh, Bird of Calamity": [1, 23619206, "Effect Monster", "Level: 3", "Attribute: WIND", "Type: Winged Beast", "Atk: 1500", "Def: 200", "Effect: When this card is Normal Summoned: You can send 1 \"Simorgh\" card from your Deck to the GY, except \"Simorgh, Bird of Calamity\". If this card is in your GY and your opponent controls no cards in their Spell & Trap Zone: You can Special Summon this card in Defense Position, but banish it when it leaves the field, also you cannot Special Summon monsters for the rest of this turn, except Winged Beast monsters. You can only use each effect of \"Simorgh, Bird of Calamity\" once per turn."], "Simorgh, Lord of the Storm": [1, 95192919, "Effect Monster", "Level: 8", "Attribute: WIND", "Type: Winged Beast", "Atk: 2900", "Def: 2000", "Effect: Your opponent cannot target this Tribute Summoned card with Spell/Trap Cards or effects. You can only use each of the following effects of \"Simorgh, Lord of the Storm\" once per turn.\r\n● When a Spell/Trap Card or effect is activated (Quick Effect): You can Tribute 1 WIND Winged Beast monster, then target 1 card your opponent controls; shuffle it into the Deck.\r\n● When a Winged Beast monster you control is destroyed by battle while this card is in your GY: You can add this card to your hand."], "Simorgh Repulsion": [1, 64002884, "Spell Card", "Type: Normal", "Effect: Discard 1 Winged Beast monster; return all cards in your opponent's Spell & Trap Zones to the hand. You can banish this card from your GY; reveal 1 Winged Beast monster in your hand, and if you do, reduce the Levels of monsters in your hand with that name by 1 for the rest of this turn (even after they are Summoned). You can only activate 1 \"Simorgh Repulsion\" per turn."], "Elborz, the Sacred Lands of Simorgh": [1, 92223430, "Spell Card", "Type: Field", "Effect: All WIND Winged Beast monsters on the field gain 300 ATK/DEF. You can only use each of the following effects of \"Elborz, the Sacred Lands of Simorgh\" once per turn.\r\n● You can reveal 1 Level 5 or higher WIND Winged Beast monster in your hand; this turn, you can Normal Summon Winged Beast monsters for 1 less Tribute (even if this card leaves the field).\r\n● If you control a WIND Winged Beast monster, you can: Immediately after this effect resolves, Normal Summon 1 Winged Beast monster."], "Harpie Queen": [1, 75064463, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Winged Beast", "Atk: 1900", "Def: 1200", "Effect: This card's name becomes \"Harpie Lady\" while on the field or in the GY. You can discard this card to the GY; add 1 \"Harpies' Hunting Ground\" from your Deck to your hand."], "Harpie Channeler": [1, 90238142, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Winged Beast", "Atk: 1400", "Def: 1300", "Effect: You can discard 1 \"Harpie\" card; Special Summon 1 \"Harpie\" monster from your Deck in face-up Defense Position, except \"Harpie Channeler\". You can only use this effect of \"Harpie Channeler\" once per turn. While you control a Dragon-Type monster, this card's Level becomes 7. This card's name becomes \"Harpie Lady\" while it is on the field or in the Graveyard."], "Harpie Oracle": [1, 66386380, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Winged Beast", "Atk: 1300", "Def: 1400", "Effect: This card's name becomes \"Harpie Lady\" while on the field or in the GY. You can only use each of these effects of \"Harpie Oracle\" once per turn.\n● If you control a Level 5 or higher \"Harpie\" monster: You can Special Summon this card from your hand.\n● If this card is Normal or Special Summoned: You can add 1 Spell/Trap from your GY to your hand, that specifically lists the card \"Harpie Lady Sisters\" in its text, during the End Phase of this turn."], "Harpie Perfumer": [1, 39392286, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Winged Beast", "Atk: 1400", "Def: 1300", "Effect: This card's name becomes \"Harpie Lady\" while on the field or in the GY. If this card is Normal or Special Summoned: You can add 1 Spell/Trap from your Deck to your hand that specifically lists the card \"Harpie Lady Sisters\" in its text. If you controlled a Level 5 or higher \"Harpie\" monster when you activated this effect, you can also add a second such card, with a different name from the first. You can only use this effect of \"Harpie Perfumer\" once per turn."], "Harpies' Hunting Ground": [1, 75782277, "Spell Card", "Type: Field", "Effect: All Winged Beast monsters gain 200 ATK/DEF. If any \"Harpie Lady\" or \"Harpie Lady Sisters\" is Normal or Special Summoned: The player who conducted the Summon targets 1 Spell/Trap on the field; that player destroys that target."], "Harpie's Feather Storm": [1, 87639778, "Trap Card", "Type: Normal", "Effect: If you control a WIND Winged Beast monster: Until the end of this turn, negate any monster effects your opponent activates. If you control a \"Harpie\" monster, you can activate this card from your hand. If this card in its owner's Spell & Trap Zone is destroyed by an opponent's card effect: You can add 1 \"Harpie's Feather Duster\" from your Deck or GY to your hand."], "Phantom Gryphon": [1, 74852097, "Normal Monster", "Level: 4", "Attribute: WIND", "Type: Winged Beast", "Atk: 2000", "Def: 0", "Effect: A legendary monster that dwells secretly in the mountains, fighting with the harpies over hunting grounds. A single wingbeat is said to cause the fiercest of storms."], "Mermail Abysspike": [1, 58471134, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Fish", "Atk: 1600", "Def: 800", "Effect: When this card is Normal or Special Summoned: You can discard 1 WATER monster to the Graveyard; add 1 Level 3 WATER monster from your Deck to your hand. You can only use this effect of \"Mermail Abysspike\" once per turn."], "Mermail Abyssturge": [1, 22076135, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Fish", "Atk: 1700", "Def: 1100", "Effect: When this card is Normal or Special Summoned: You can discard 1 WATER monster to the Graveyard, then target 1 Level 3 or lower WATER monster in your Graveyard; add that target to your hand. You can only use the effect of \"Mermail Abyssturge\" once per turn."], "Elemental HERO Ice Edge": [1, 41077745, "Effect Monster", "Level: 3", "Attribute: WATER", "Type: Warrior", "Atk: 800", "Def: 900", "Effect: When this card inflicts battle damage to your opponent by a direct attack: You can target 1 Set card in your opponent's Spell & Trap Card Zone; destroy that target. Once per turn, during your Main Phase 1: You can discard 1 card; this card can attack your opponent directly this turn."], "Swap Frog": [1, 9126351, "Effect Monster", "Level: 2", "Attribute: WATER", "Type: Aqua", "Atk: 1000", "Def: 500", "Effect: You can Special Summon this card (from your hand) by discarding 1 other WATER monster. When this card is Summoned: You can send 1 Level 2 or lower WATER Aqua monster from your Deck or face-up field to the GY. Once per turn: You can return 1 monster you control to the hand; you can Normal Summon 1 \"Frog\" monster during your Main Phase this turn, except \"Swap Frog\", in addition to your Normal Summon/Set. (You can only gain this effect once per turn.)"], "Deep Sea Minstrel": [1, 71978434, "Tuner Monster", "Level: 3", "Attribute: WATER", "Type: Sea Serpent", "Atk: 1200", "Def: 1500", "Effect: You can discard this card and 1 WATER monster; look at your opponent's hand and banish 1 card from their hand face-up, until the End Phase. If this card is Special Summoned: You can send the top 3 cards of your Deck to the GY, then target 1 Level 4 or lower WATER monster in your GY, except \"Deep Sea Minstrel\"; place it on the top or bottom of the Deck. You can only use each effect of \"Deep Sea Minstrel\" once per turn."], "Flying Carp": [1, 33314479, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Fish", "Atk: 500", "Def: 500", "Effect: (Quick Effect): You can discard 1 WATER monster; this card gains 500 ATK. When this card destroys an opponent's monster by battle: You can Tribute this card; Special Summon 1 Fish, Sea Serpent, or Aqua monster from your hand or Deck. You can only use each effect of \"Flying Carp\" once per turn."], "White Stingray": [1, 49930315, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Fish", "Atk: 1400", "Def: 1000", "Effect: You can Special Summon this card (from your hand) by discarding 1 WATER monster. You can only Special Summon \"White Stingray\" once per turn this way. If this card is Special Summoned from the GY: You can treat it as a Tuner this turn. You can only use this effect of \"White Stingray\" once per turn."], "Abyss Soldier": [1, 18318842, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Aqua", "Atk: 1800", "Def: 1300", "Effect: Once per turn: You can discard 1 WATER monster to the Graveyard to target 1 card on the field; return it to the hand."], "Atlantean Heavy Infantry": [1, 37104630, "Effect Monster", "Level: 2", "Attribute: WATER", "Type: Sea Serpent", "Atk: 0", "Def: 1600", "Effect: During your Main Phase, you can Normal Summon 1 Level 4 or lower Sea Serpent-Type monster in addition to your Normal Summon/Set. (You can only gain this effect once per turn.) When this card is sent to the Graveyard to activate a WATER monster's effect: Target 1 face-up card your opponent controls; destroy that target."], "Atlantean Marksman": [1, 706925, "Effect Monster", "Level: 3", "Attribute: WATER", "Type: Sea Serpent", "Atk: 1400", "Def: 0", "Effect: When this card inflicts battle damage to your opponent: You can Special Summon 1 Level 4 or lower \"Atlantean\" Sea Serpent-Type monster from your Deck, except \"Atlantean Marksman\". When this card is sent to the Graveyard to activate a WATER monster's effect: Target 1 Set card your opponent controls; destroy that target."], "Atlantean Dragoons": [1, 74311226, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Sea Serpent", "Atk: 1800", "Def: 0", "Effect: All Level 3 or lower Sea Serpent-Type monsters you control can attack your opponent directly. When this card is sent to the Graveyard to activate a WATER monster's effect: Add 1 Sea Serpent-Type monster from your Deck to your hand, except \"Atlantean Dragoons\"."], "Deep Sea Artisan": [1, 8495780, "Effect Monster", "Level: 1", "Attribute: WATER", "Type: Sea Serpent", "Atk: 0", "Def: 500", "Effect: If this card is added from the Deck or GY to your hand by an effect of a WATER monster: You can reveal this card; look at your opponent's hand. If this card is Special Summoned: You can send the top card of your Deck to the GY, then target 1 Level 4 or lower WATER monster in your GY, except \"Deep Sea Artisan\"; Special Summon it, but negate its effects. You can only use each effect of \"Deep Sea Artisan\" once per turn."], "Deep Sea Sentry": [1, 45483489, "Effect Monster", "Level: 2", "Attribute: WATER", "Type: Sea Serpent", "Atk: 400", "Def: 2000", "Effect: If this card is sent to the GY to activate a WATER monster's effect: You can make your opponent banish 1 card from their hand face-up, until the End Phase. If this card is Special Summoned: You can send the top 2 cards of your Deck to the GY, then target 1 Level 4 or lower WATER monster in your GY, except \"Deep Sea Sentry\"; add it to your hand. You can only use each effect of \"Deep Sea Sentry\" once per turn."], "Flip Frozen": [1, 32176662, "Effect Monster", "Level: 1", "Attribute: WATER", "Type: Cyberse", "Atk: 500", "Def: 500", "Effect: If this card is sent to the GY: You can change all Attack Position monsters your opponent controls to Defense Position."], "Silent Angler": [1, 90303176, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Fish", "Atk: 800", "Def: 1400", "Effect: If you control a WATER monster, you can Special Summon this card (from your hand), but you cannot Special Summon monsters from your hand for the rest of this turn."], "Deep Sweeper": [1, 8649148, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Fish", "Atk: 1600", "Def: 1300", "Effect: You can Tribute this card, then target 1 Spell/Trap Card on the field; destroy that target."], "Oyster Meister": [1, 83239739, "Effect Monster", "Level: 3", "Attribute: WATER", "Type: Fish", "Atk: 1600", "Def: 200", "Effect: If this card is sent from the field to the Graveyard, except when destroyed by battle: Special Summon 1 \"Oyster Token\" (Fish-Type/WATER/Level 1/ATK 0/DEF 0)."], "Performapal Seal Eel": [1, 33833230, "Pendulum Effect Monster", "Level: 1", "Attribute: WATER", "Type: Fish", "Scale: 3", "Atk: 100", "Def: 100", "Effect: [ Pendulum Effect ]\r\nOnce per turn: You can target 1 face-up monster your opponent controls; that face-up monster has its effects negated until the end of this turn (even if this card leaves the field).\r\n----------------------------------------\r\n[ Monster Effect ]\r\nWhen this card is Normal or Special Summoned: You can target 1 Set Spell/Trap Card your opponent controls; that Set card cannot be activated this turn. Neither player can activate cards or effects in response to this effect's activation."], "Lantern Shark": [1, 70156946, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Fish", "Atk: 1500", "Def: 900", "Effect: If this card is Normal or Special Summoned: You can activate this effect; Special Summon 1 Level 3, 4, or 5 WATER monster from your hand in Defense Position, except \"Lantern Shark\", also, you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Xyz Monsters. You can only use this effect of \"Lantern Shark\" once per turn. If this card is used for the Xyz Summon of a WATER monster, it can be treated as a Level 3 or 5 monster."], "Royal Swamp Eel": [1, 37953640, "Tuner Monster", "Level: 4", "Attribute: WATER", "Type: Fish", "Atk: 1700", "Def: 1200", "Effect: If this card is used as a Synchro Material Monster, all the other Synchro Material Monsters must be Fish-Type."], "Beautunaful Princess": [1, 6625096, "Effect Monster", "Level: 1", "Attribute: WATER", "Type: Fish", "Atk: 0", "Def: 0", "Effect: When this card is Normal or Special Summoned: You can banish this card; Special Summon 1 Level 4 or lower Fish-Type monster from your Deck, except \"Beautunaful Princess\". You can only use this effect of \"Beautunaful Princess\" once per turn."], "Fish Depth Charge": [1, 58873391, "Trap Card", "Type: Normal", "Effect: Tribute 1 Fish-Type monster to target 1 card on the field; destroy that target, and if you do, draw 1 card."], "Performapal Turn Toad": [1, 4239451, "Pendulum Effect Monster", "Level: 2", "Attribute: WATER", "Type: Aqua", "Scale: 3", "Atk: 0", "Def: 800", "Effect: [ Pendulum Effect ]\r\nOnce per turn: You can target 1 face-up monster on the field; switch its current ATK and DEF until the end of this turn.\r\n----------------------------------------\r\n[ Monster Effect ]\r\nOnce per turn, during your Battle Phase (except during the Damage Step): You can target 1 monster you control; change its battle position, and if you do, switch its current ATK and DEF until the end of this turn."], "Snowman Eater": [1, 91133740, "Effect Monster", "Level: 3", "Attribute: WATER", "Type: Aqua", "Atk: 0", "Def: 1900", "Effect: If this card is flipped face-up: Target 1 face-up monster on the field; destroy that target."], "Cloudian - Sheep Cloud": [1, 56597272, "Effect Monster", "Level: 1", "Attribute: WATER", "Type: Fairy", "Atk: 0", "Def: 0", "Effect: When this card is destroyed by battle and sent to the Graveyard, Special Summon 2 \"Cloudian Tokens\" (Fairy-Type/WATER/Level 1/ATK 0/DEF 0) in Defense Position. These tokens cannot be Tributed for a Tribute Summon, unless it is for a \"Cloudian\" monster."], "Flip Flop Frog": [1, 81278754, "Effect Monster", "Level: 2", "Attribute: WATER", "Type: Aqua", "Atk: 500", "Def: 200", "Effect: Once per turn, you can flip this card into face-down Defense Position. When this card is flipped face-up, you can return monsters your opponent controls to their owners' hand up to the number of face-up \"Frog\" monsters you control, except \"Frog the Jam\"."], "Lifeless Leaffish": [1, 89617515, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Fish", "Atk: 1500", "Def: 1600", "Effect: When this card is Summoned: You can send 1 Fish monster from your Deck to the GY, except \"Lifeless Leaffish\". You can banish this card from your GY, then target 3 Fish monsters in your GY; shuffle  those monsters into your Deck, then draw 1 card. You can only use each effect of \"Lifeless Leaffish\" once per turn."], "Piwraithe the Ghost Pirate": [1, 83682209, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Aqua", "Atk: 1500", "Def: 500", "Effect: If a face-up WATER monster(s) you control, except \"Piwraithe the Ghost Pirate\", is destroyed by battle or card effect, while this card is in your GY: You can Special Summon this card (but banish it when it leaves the field), and if you do, it gains 100 ATK for each WATER monster in your GY, until the end of the next turn. You can only use this effect of \"Piwraithe the Ghost Pirate\" once per turn."], "Surface": [1, 33057951, "Spell Card", "Type: Normal", "Effect: Target 1 Level 3 or lower Fish, Sea Serpent, or Aqua monster in your GY; Special Summon it in face-up Defense Position."], "Magellanica, the Deep Sea City": [1, 26534688, "Spell Card", "Type: Field", "Effect: (This card's name is always treated as \"Umi\".)\r\nWhen this card is activated: You can place 1 WATER monster from your Deck on top of your Deck. Once per turn: You can target 1 WATER monster you control; increase its Level by 1 or 2 until the end of this turn (even if this card leaves the field). Once per turn, during your Main Phase, if you Special Summon a WATER Synchro Monster: You can look at your opponent's hand, and if you do, banish 1 card from it face-up until the End Phase."], "Spiritual Water Art - Aoi": [1, 6540606, "Trap Card", "Type: Normal", "Effect: Tribute 1 WATER monster; look at your opponent's hand, then send 1 card from their hand to the Graveyard."], "Graydle Eagle": [1, 29834183, "Effect Monster", "Level: 3", "Attribute: WATER", "Type: Aqua", "Atk: 1500", "Def: 500", "Effect: If this card in your Monster Zone is destroyed by battle or monster effect and sent to your Graveyard: You can target 1 face-up monster your opponent controls; equip this card to that target. While this card is equipped to a monster by this effect, take control of that monster. When this card leaves the field, destroy the equipped monster."], "Crystal Girl": [1, 93169863, "Effect Monster", "Level: 1", "Attribute: WATER", "Type: Spellcaster", "Atk: 200", "Def: 100", "Effect: If this card is Normal or Special Summoned: You can activate this effect; during the End Phase of this turn, add 1 Level 5 or higher WATER monster from your Deck to your hand. If you control a Level 5 or higher WATER monster, while this card is in your GY: You can Special Summon this card, but banish it when it leaves the field. You can only use each effect of \"Crystal Girl\" once per turn."], "Revival Jam": [1, 31709826, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Aqua", "Atk: 1500", "Def: 500", "Effect: When this card is destroyed by battle and sent to the Graveyard: You can pay 1000 Life Points; Special Summon it in face-up Defense Position during your next turn's Standby Phase."], "Deep Diver": [1, 17559367, "Effect Monster", "Level: 3", "Attribute: WATER", "Type: Aqua", "Atk: 1000", "Def: 1100", "Effect: At the end of the Battle Phase, if this card was destroyed by battle and sent to the Graveyard: Choose 1 monster from your Deck and place it on top of your Deck."], "Lekunga": [1, 62543393, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Plant", "Atk: 1700", "Def: 500", "Effect: You can banish 2 WATER monsters from your Graveyard; Special Summon 1 \"Lekunga Token\" (Plant-Type/WATER/Level 2/ATK 700/DEF 700) in Attack Position."], "Frost and Flame Dragon": [1, 55589254, "Effect Monster", "Level: 6", "Attribute: WATER", "Type: Dragon", "Atk: 2300", "Def: 2000", "Effect: Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by banishing 1 FIRE and 2 WATER monsters from your Graveyard, and cannot be Special Summoned by other ways. Once per turn: You can discard 1 card to target 1 monster on the field; destroy that target."], "Crystron Rosenix": [1, 55326322, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Machine", "Atk: 1800", "Def: 1000", "Effect: You can target 1 face-up card you control; you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Machine-Type Synchro Monsters, also, destroy that card, and if you do, Special Summon 1 \"Crystron\" Tuner from your Deck. You can banish this card from your Graveyard; Special Summon 1 \"Crystron Token\" (Machine-Type/WATER/Level 1/ATK 0/DEF 0), but it cannot be Tributed. You can only use 1 \"Crystron Rosenix\" effect per turn, and only once that turn."], "Destiny HERO - Drawhand": [1, 48150362, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Warrior", "Atk: 1600", "Def: 800", "Effect: If this card is Special Summoned by the effect of a \"HERO\" monster: You can make each player draw 1 card. During the next Standby Phase after this card was sent to the GY: You can Special Summon this card from your GY, but banish it when it leaves the field. You can only use each effect of \"Destiny HERO - Drawhand\" once per turn."], "Destiny HERO - Diamond Dude": [1, 13093792, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Warrior", "Atk: 1400", "Def: 1600", "Effect: Once per turn: You can excavate the top card of your Deck, and if it is a Normal Spell, send it to the GY, otherwise place it on the bottom of your Deck. During the Main Phase of your next turn, you can activate the effect of that Spell in your GY (even if you no longer control this face-up card)."], "Destiny HERO - Defender": [1, 54749427, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Warrior", "Atk: 100", "Def: 2700", "Effect: During each of your opponent's Standby Phases: Your opponent draws 1 card. This card must be in face-up Defense Position to activate and to resolve this effect."], "Destiny HERO - Decider": [1, 64184058, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Warrior", "Atk: 1600", "Def: 1000", "Effect: Level 6 or higher monsters your opponent controls cannot target this card for attacks. You can only use each of the following effects of \"Destiny HERO - Decider\" once per Duel.\n● If this card is Normal or Special Summoned: You can add 1 \"HERO\" monster from your GY to your hand during the End Phase of this turn.\n● When a card or effect is activated that would inflict damage to you, while this card is in your GY (Quick Effect): Return this card to your hand, and if you do, make that effect damage to you 0."], "Destiny HERO - Dreamer": [1, 66262416, "Effect Monster", "Level: 1", "Attribute: DARK", "Type: Warrior", "Atk: 0", "Def: 600", "Effect: During damage calculation, if your \"Destiny HERO\" monster battles and this card is in your GY: You can Special Summon this card, and if you do, your monster cannot be destroyed by that battle, also you take no battle damage from that battle. If Summoned this way, banish this card when it leaves the field. You can only use this effect of \"Destiny HERO - Dreamer\" once per turn."], "Destiny HERO - Celestial": [1, 63362460, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Warrior", "Atk: 1600", "Def: 1400", "Effect: When this card declares an attack: You can target 1 face-up Spell your opponent controls; destroy it, and if you do, inflict 500 damage to your opponent. While you have no cards in your hand, except the turn this card was sent to the GY: You can banish this card and 1 \"Destiny HERO\" monster from your GY; draw 2 cards. You can only use this effect of \"Destiny HERO - Celestial\" once per turn."], "Destiny HERO - Dasher": [1, 81866673, "Effect Monster", "Level: 6", "Attribute: DARK", "Type: Warrior", "Atk: 2100", "Def: 1000", "Effect: Once per turn: You can Tribute 1 other monster; this card gains 1000 ATK until the End Phase. If this card attacks, change it to Defense Position at the end of the Battle Phase. One time only, when you draw a Monster Card during your Draw Phase while this card is in your Graveyard: You can reveal it; Special Summon it. This card must be in the Graveyard to activate and to resolve this effect."], "Destiny HERO - Drilldark": [1, 91691605, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Warrior", "Atk: 1600", "Def: 1200", "Effect: If this card is Normal or Special Summoned: You can Special Summon 1 \"Destiny HERO\" monster from your hand with ATK less than or equal to this card's ATK on the field. You can only use this effect of \"Destiny HERO - Drilldark\" once per turn. If this card attacks a Defense Position monster, inflict piercing battle damage to your opponent."], "Destiny HERO - Dynatag": [1, 37780349, "Effect Monster", "Level: 5", "Attribute: DARK", "Type: Warrior", "Atk: 1000", "Def: 1000", "Effect: During damage calculation, when you would take battle damage (Quick Effect): You can discard this card; make yourself take no battle damage from that battle, and if you do, each player takes 1000 damage. You can banish this card from your GY, then target 1 \"Destiny HERO\" monster you control; it gains 1000 ATK until the end of your opponent's next turn."], "Destiny HERO - Disk Commander": [1, 56570271, "Effect Monster", "Level: 1", "Attribute: DARK", "Type: Warrior", "Atk: 300", "Def: 300", "Effect: Cannot be Special Summoned from the GY the turn this card was sent to the GY. If this card is Special Summoned from the GY: You can draw 2 cards. You can only use this effect of \"Destiny HERO - Disk Commander\" once per Duel."], "Destiny Draw": [1, 45809008, "Spell Card", "Type: Normal", "Effect: Discard 1 \"Destiny HERO\" card; draw 2 cards."], "Vision HERO Faris": [1, 18094166, "Effect Monster", "Level: 5", "Attribute: DARK", "Type: Warrior", "Atk: 1600", "Def: 1800", "Effect: You can discard 1 other \"HERO\" monster; Special Summon this card from your hand. If this card is Normal or Special Summoned: You can place 1 \"Vision HERO\" monster from your Deck, except \"Vision HERO Faris\", in your Spell & Trap Zone as a face-up Continuous Trap, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except \"HERO\" monsters. You can only use each effect of \"Vision HERO Faris\" once per turn."], "Vision HERO Vyon": [1, 27780618, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Warrior", "Atk: 1000", "Def: 1200", "Effect: If this card is Normal or Special Summoned: You can send 1 \"HERO\" monster from your Deck to the GY. You can only use this effect of \"Vision HERO Vyon\" once per turn. Once per turn: You can banish 1 \"HERO\" monster from your GY; add 1 \"Polymerization\" from your Deck to your hand."], "Vision HERO Gravito": [1, 54185227, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Warrior", "Atk: 500", "Def: 2000", "Effect: If this card is Normal or Special Summoned: You can target 1 of your banished \"HERO\" monsters; add it to your hand. You can Tribute this card, then target 2 \"Vision HERO\" Monster Cards in your Spell & Trap Zone; Special Summon them. You can only use each effect of \"Vision HERO Gravito\" once per turn."], "Vision HERO Increase": [1, 22865492, "Effect Monster", "Level: 3", "Attribute: DARK", "Type: Warrior", "Atk: 900", "Def: 1100", "Effect: If you take battle or effect damage while this card is in your GY: You can place this card from your GY in your Spell & Trap Zone as a face-up Continuous Trap. During the Main Phase, if this card is treated as a Continuous Trap: You can Tribute 1 \"HERO\" monster; Special Summon this card. If this card is Special Summoned from the Spell & Trap Zone: You can Special Summon 1 Level 4 or lower \"Vision HERO\" monster from your Deck. You can only use each effect of \"Vision HERO Increase\" once per turn."], "Vision HERO Minimum Ray": [1, 61320914, "Effect Monster", "Level: 3", "Attribute: DARK", "Type: Warrior", "Atk: 1200", "Def: 700", "Effect: If you take battle or effect damage while this card is in your GY: You can place this card from your GY in your Spell & Trap Zone as a face-up Continuous Trap. During the Main Phase, if this card is treated as a Continuous Trap: You can Tribute 1 \"HERO\" monster; Special Summon this card. If this card is Special Summoned from the Spell & Trap Zone: You can destroy 1 Level 4 or lower monster your opponent controls. You can only use each effect of \"Vision HERO Minimum Ray\" once per turn."], "Vision HERO Poisoner": [1, 83414006, "Effect Monster", "Level: 3", "Attribute: DARK", "Type: Warrior", "Atk: 900", "Def: 700", "Effect: If you take battle or effect damage while this card is in your GY: You can place this card from your GY in your Spell & Trap Zone as a face-up Continuous Trap. During the Main Phase, if this card is treated as a Continuous Trap: You can Tribute 1 \"HERO\" monster; Special Summon this card. If this card is Special Summoned from the Spell & Trap Zone: You can halve the ATK of 1 face-up monster on the field. You can only use each effect of \"Vision HERO Poisoner\" once per turn."], "Vision HERO Multiply Guy": [1, 96693371, "Effect Monster", "Level: 3", "Attribute: DARK", "Type: Warrior", "Atk: 800", "Def: 700", "Effect: If you take battle or effect damage while this card is in your GY: You can place this card from your GY in your Spell & Trap Zone as a face-up Continuous Trap. During the Main Phase, if this card is treated as a Continuous Trap: You can Tribute 1 \"HERO\" monster; Special Summon this card. If this card is Special Summoned from the Spell & Trap Zone: You can make 1 face-up monster on the field gain 800 ATK. You can only use each effect of \"Vision HERO Multiply Guy\" once per turn."], "Elemental HERO Ocean": [1, 37195861, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Warrior", "Atk: 1500", "Def: 1200", "Effect: Once per turn, during your Standby Phase: You can target 1 \"HERO\" monster you control or in your Graveyard; return that target to the hand."], "Evil HERO Malicious Edge": [1, 58554959, "Effect Monster", "Level: 7", "Attribute: EARTH", "Type: Fiend", "Atk: 2600", "Def: 1800", "Effect: If your opponent controls a monster, you can Tribute Summon this card face-up with 1 Tribute. If this card attacks a Defense Position monster, inflict piercing battle damage."], "Elemental HERO Solid Soldier": [1, 45195443, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Warrior", "Atk: 1300", "Def: 1100", "Effect: When this card is Normal Summoned: You can Special Summon 1 Level 4 or lower \"HERO\" monster from your hand. If this card is sent from the Monster Zone to the GY by a Spell effect: You can target 1 \"HERO\" monster in your GY, except \"Elemental HERO Solid Soldier\"; Special Summon it in Defense Position. You can only use this effect of \"Elemental HERO Solid Soldier\" once per turn."], "Infernoble Knight - Roland": [1, 81570454, "Effect Monster", "Level: 1", "Attribute: FIRE", "Type: Warrior", "Atk: 500", "Def: 500", "Effect: (Quick Effect): You can target 1 face-up monster you control; equip this card from your hand to that target as an Equip Spell that gives that card 500 ATK. During the End Phase, if this card is in the GY because it was sent there this turn: You can add 1 FIRE Warrior monster, except \"Infernoble Knight - Roland\", or 1 Equip Spell from your Deck to your hand. You can only use each effect of \"Infernoble Knight - Roland\" once per turn."], "Infernoble Knight - Renaud": [1, 56824871, "Effect Monster", "Level: 1", "Attribute: FIRE", "Type: Warrior", "Atk: 500", "Def: 500", "Effect: If you control a FIRE Warrior monster, you can Special Summon this card (from your hand). If Summoned this way, treat this card as a Tuner. You can only Special Summon \"Infernoble Knight - Renaud\" once per turn this way. If this card is Special Summoned: You can target 1 of your FIRE Warrior monsters, or 1 of your Equip Spells, that is banished or in your GY, except \"Infernoble Knight - Renaud\"; add it to your hand. You can only use this effect of \"Infernoble Knight - Renaud\" once per turn."], "Infernoble Knight Maugis": [1, 94730900, "Effect Monster", "Level: 4", "Attribute: FIRE", "Type: Warrior", "Atk: 1500", "Def: 1000", "Effect: While this card is an Equip Card, the equipped monster cannot be destroyed by battle. You can only use each of the following effects of \"Infernoble Knight Maugis\" once per turn. If this card is sent to the GY: You can shuffle into the Deck, 3 of your other FIRE Warrior monsters and/or \"Noble Arms\" cards that are banished or in your GY; draw 1 card. If this card is in your GY: You can target 1 Warrior monster you control; equip this card to that monster you control."], "Infernoble Knight Ogier": [1, 21351206, "Effect Monster", "Level: 4", "Attribute: FIRE", "Type: Warrior", "Atk: 1500", "Def: 2000", "Effect: While this card is an Equip Card, the equipped monster cannot be destroyed by card effects. You can only use each of the following effects of \"Infernoble Knight Ogier\" once per turn. If this card is Normal or Special Summoned: You can send 1 \"Noble Arms\" card, or 1 FIRE Warrior monster except \"Infernoble Knight Ogier\", from your Deck to the GY. If this card is in your GY: You can target 1 Warrior monster you control; equip this card to that monster you control."], "Infernoble Knight Oliver": [1, 58346901, "Tuner Monster", "Level: 4", "Attribute: FIRE", "Type: Warrior", "Atk: 1000", "Def: 1500", "Effect: While this card is an Equip Card, your opponent cannot target the equipped monster with card effects. You can only use each of the following effects of \"Infernoble Knight Oliver\" once per turn. You can send 1 FIRE Warrior monster or 1 Equip Spell from your hand or face-up field to the GY; Special Summon this card from your hand as a Level 1 monster. If this card is in your GY: You can target 1 Warrior monster you control; equip this card to that monster you control."], "Battlin' Boxer Rabbit Puncher": [1, 61679541, "Effect Monster", "Level: 3", "Attribute: FIRE", "Type: Warrior", "Atk: 800", "Def: 1000", "Effect: At the start of the Damage Step, if this card attacks a Defense Position monster: Destroy that monster."], "Evocator Chevalier": [1, 96872283, "Gemini Monster", "Level: 4", "Attribute: FIRE", "Type: Warrior", "Atk: 1900", "Def: 900", "Effect: This card is treated as a Normal Monster while face-up on the field or in the Graveyard. While this card is face-up on the field, you can Normal Summon it to have it become an Effect Monster with this effect.\n● You can send 1 face-up Equip Card you control to the Graveyard, then target 1 card your opponent controls; destroy that target."], "Fire Trooper": [1, 53927679, "Effect Monster", "Level: 3", "Attribute: FIRE", "Type: Warrior", "Atk: 1000", "Def: 1000", "Effect: When this card is Summoned, you can send it to the Graveyard to inflict 1000 damage to your opponent."], "Super Quantum Red Layer": [1, 59975920, "Effect Monster", "Level: 5", "Attribute: FIRE", "Type: Warrior", "Atk: 2000", "Def: 800", "Effect: If you control no monsters, you can Special Summon this card (from your hand). You can only use each of the following effects of \"Super Quantum Red Layer\" once per turn.\n● When this card is Normal or Special Summoned: You can target 1 \"Super Quant\" card in your GY; add it to your hand.\n● If this card is sent to the GY: You can target 1 \"Super Quant\" monster in your GY, except \"Super Quantum Red Layer\"; Special Summon it, but it cannot activate its effects."], "Spy-C-Spy": [1, 21088856, "Effect Monster", "Level: 3", "Attribute: FIRE", "Type: Warrior", "Atk: 1200", "Def: 1300", "Effect: If this card is Normal Summoned: Look at 1 random card in your opponent's Extra Deck, and if it has 2000 or more ATK, this card gains 1000 ATK. If it has less than 2000 ATK, you gain LP equal to that monster's ATK."], "Evocator Eveque": [1, 16146511, "Effect Monster", "Level: 4", "Attribute: FIRE", "Type: Warrior", "Atk: 1500", "Def: 1000", "Effect: This card is treated as a Normal Monster while face-up on the field or in the GY. While this card is a Normal Monster on the field, you can Normal Summon it to have it become an Effect Monster with this effect.\r\n● If this card is Normal or Special Summoned: You can target 1 FIRE Warrior monster or 1 Gemini monster in your GY, except \"Evocator Eveque\"; Special Summon it. You can only use this effect of \"Evocator Eveque\" once per turn."], "Brushfire Knight": [1, 36569343, "Effect Monster", "Level: 4", "Attribute: FIRE", "Type: Warrior", "Atk: 1400", "Def: 1200", "Effect: When a FIRE monster is destroyed and sent to your Graveyard: Send 1 FIRE monster from your Deck to the Graveyard. When this card is destroyed and sent to the Graveyard: Send 1 FIRE monster from your Deck to the Graveyard. You can only use 1 \"Brushfire Knight\" effect per turn, and only once that turn."], "Spiritual Fire Art - Kurenai": [1, 42945701, "Trap Card", "Type: Normal", "Effect: Tribute 1 FIRE monster; inflict damage to your opponent equal to that monster's original ATK."], "Armageddon Knight": [1, 28985331, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Warrior", "Atk: 1400", "Def: 1200", "Effect: When this card is Summoned: You can send 1 DARK monster from your Deck to the GY."], "Dawn Knight": [1, 6351548, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Warrior", "Atk: 1400", "Def: 1200", "Effect: If this card is sent from the field to the Graveyard: You can send 1 LIGHT monster from your Deck to the Graveyard. If this card is sent from your Deck to the Graveyard: Target 1 LIGHT monster in your Graveyard; place that target on the top of your Deck. You can only use 1 \"Dawn Knight\" effect per turn, and only once that turn."], "Doppelwarrior": [1, 53855409, "Effect Monster", "Level: 2", "Attribute: DARK", "Type: Warrior", "Atk: 800", "Def: 800", "Effect: When a monster(s) is Special Summoned from your GY (except during the Damage Step): You can Special Summon this card from your hand. If this card is sent to the GY as a Synchro Material: You can Special Summon 2 \"Doppel Tokens\" (Warrior/DARK/Level 1/ATK 400/DEF 400) in Attack Position."], "D.D. Warrior Lady": [1, 7572887, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Warrior", "Atk: 1500", "Def: 1600", "Effect: After damage calculation, when this card battles an opponent's monster: You can banish that monster, also banish this card."], "Photon Thrasher": [1, 65367484, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Warrior", "Atk: 2100", "Def: 0", "Effect: Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) while you control no monsters. Cannot attack if you control another monster."], "Heroic Challenger - Assault Halberd": [1, 65848811, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Warrior", "Atk: 1800", "Def: 200", "Effect: If your opponent controls a monster and you control no monsters, you can Special Summon this card (from your hand). If this card attacks a Defense Position monster, inflict piercing battle damage to your opponent. When this card inflicts battle damage to your opponent: You can add 1 \"Heroic\" card from your Deck to your hand."], "The Warrior Returning Alive": [1, 95281259, "Spell Card", "Type: Normal", "Effect: Target 1 Warrior-Type monster in your Graveyard; add that target to your hand."], "Noble Arms - Arfeudutyr": [1, 83438826, "Spell Card", "Type: Equip", "Effect: You can only control 1 \"Noble Arms - Arfeudutyr\". Equip only to a Warrior-Type monster. Once per turn: You can target 1 Set card your opponent controls; the equipped monster loses exactly 500 ATK, and if it does, destroy that target. (This ATK loss remains even if this card leaves the field or the monster becomes unaffected by card effects.) If this face-up card on the field is destroyed and sent to the Graveyard: You can target 1 Warrior-Type \"Noble Knight\" monster you control; equip this card to that target. You can only use this effect of \"Noble Arms - Arfeudutyr\" once per turn."], "Reborn Tengu": [5, 10028593, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Beast-Warrior", "Atk: 1700", "Def: 600", "Effect: If this face-up card leaves the field: Special Summon 1 \"Reborn Tengu\" from your Deck."], "Nimble Sunfish": [5, 2843014, "Effect Monster", "Level: 2", "Attribute: WATER", "Type: Fish", "Atk: 1000", "Def: 100", "Effect: When this card is destroyed by battle and sent to the Graveyard, send 1 Fish-Type monster from your Deck to the Graveyard. Then, you can Special Summon 1 \"Nimble Sunfish\" from your Deck."], "Madolche Magileine": [5, 11868731, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Spellcaster", "Atk: 1400", "Def: 1200", "Effect: If this card in your possession is destroyed by an opponent's card and sent to your GY: Shuffle this card into the Deck. When this card is Normal or Flip Summoned: You can add 1 \"Madolche\" monster from your Deck to your hand."], "Photon Sabre Tiger": [5, 80495985, "Effect Monster", "Level: 3", "Attribute: LIGHT", "Type: Beast", "Atk: 2000", "Def: 300", "Effect: When this card is Normal or Flip Summoned: You can add 1 \"Photon Sabre Tiger\" from your Deck to your hand. If you do not control another \"Photon Sabre Tiger\", this card loses 800 ATK."], "Destiny HERO - Malicious": [5, 9411399, "Effect Monster", "Level: 6", "Attribute: DARK", "Type: Warrior", "Atk: 800", "Def: 800", "Effect: You can banish this card from your GY; Special Summon 1 \"Destiny HERO - Malicious\" from your Deck."], "Flamvell Poun": [5, 28332833, "Effect Monster", "Level: 1", "Attribute: FIRE", "Type: Pyro", "Atk: 200", "Def: 200", "Effect: When this card is destroyed by battle and sent to the Graveyard: You can add 1 monster with 200 DEF from your Deck to your hand."], "Kuribandit": [1, 16404809, "Effect Monster", "Level: 3", "Attribute: DARK", "Type: Fiend", "Atk: 1000", "Def: 700", "Effect: During the End Phase, if this card was Normal Summoned this turn: You can Tribute this card; excavate the top 5 cards of your Deck, you can add 1 excavated Spell/Trap to your hand, also send the remaining cards to the GY."], "Evilswarm Thunderbird": [1, 78663366, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Thunder", "Atk: 1650", "Def: 1050", "Effect: During either player's turn, when a card or effect is activated (except during the Damage Step): You can banish this card you control. During the next Standby Phase, return this card banished by this effect to the field, and if you do, it gains 300 ATK. You can only use this effect of \"Evilswarm Thunderbird\" once per turn."], "Red-Eyes Archfiend of Lightning": [1, 39357122, "Gemini Monster", "Level: 6", "Attribute: DARK", "Type: Fiend", "Atk: 2500", "Def: 1200", "Effect: This card is treated as a Normal Monster while face-up on the field or in the Graveyard. While this card is a Normal Monster on the field, you can Normal Summon it to have it become an Effect Monster with this effect.\n● Once per turn: You can destroy all face-up monsters your opponent controls with DEF lower than this card's ATK."], "Plaguespreader Zombie": [1, 33420078, "Tuner Monster", "Level: 2", "Attribute: DARK", "Type: Zombie", "Atk: 400", "Def: 200", "Effect: If this card is in your GY: You can place 1 card from your hand on the top of the Deck; Special Summon this card, but banish it when it leaves the field."], "Dimensional Alchemist": [1, 36733451, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Fairy", "Atk: 1300", "Def: 200", "Effect: Once per turn, you can activate this effect to remove from play the top card of your Deck and give this card 500 ATK until the End Phase. When this card is destroyed and sent from your side of the field to your Graveyard, you can select 1 of your removed from play monsters and return it to your hand."], "Prime Material Dragon": [1, 12298909, "Effect Monster", "Level: 6", "Attribute: LIGHT", "Type: Dragon", "Atk: 2400", "Def: 2000", "Effect: Any effect that would inflict damage to a player increases their Life Points by the same amount, instead. During either player's turn, when a card or effect is activated that would destroy a monster(s) on the field: You can send 1 card from your hand to the Graveyard; negate the activation, and if you do, destroy it."], "Zaborg the Thunder Monarch": [1, 51945556, "Effect Monster", "Level: 5", "Attribute: LIGHT", "Type: Thunder", "Atk: 2400", "Def: 1000", "Effect: If this card is Tribute Summoned: Target 1 monster on the field; destroy that target."], "Thestalos the Firestorm Monarch": [1, 26205777, "Effect Monster", "Level: 6", "Attribute: FIRE", "Type: Pyro", "Atk: 2400", "Def: 1000", "Effect: If this card is Tribute Summoned: Discard 1 random card from your opponent's hand, then, if it was a Monster Card, inflict damage to your opponent equal to its original Level x 100."], "Granmarg the Rock Monarch": [1, 60229110, "Effect Monster", "Level: 6", "Attribute: EARTH", "Type: Rock", "Atk: 2400", "Def: 1000", "Effect: If this card is Tribute Summoned: Target 1 Set card on the field; destroy that target."], "Lucius the Shadow Vassal": [1, 58786132, "Effect Monster", "Level: 1", "Attribute: DARK", "Type: Fiend", "Atk: 800", "Def: 1000", "Effect: You can banish 1 Level 5 or higher monster from your Graveyard; Special Summon this card from your hand, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn. If this card is Tributed for a Tribute Summon: You can look at all Set cards your opponent controls. Your opponent cannot activate cards or effects in response to this effect's activation. You can only use each effect of \"Lucius the Shadow Vassal\" once per turn."], "Landrobe the Rock Vassal": [1, 95993388, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Rock", "Atk: 800", "Def: 1000", "Effect: If this card is in your hand: You can target 1 face-up monster your opponent controls; you cannot Special Summon monsters from the Extra Deck for the rest of this turn, also Special Summon this card, and if you do, change that monster to face-down Defense Position. If this card is Tributed for a Tribute Summon: You can target 1 monster with 800 ATK and 1000 DEF in your Graveyard, except \"Landrobe the Rock Vassal\"; add it to your hand. You can only use each effect of \"Landrobe the Rock Vassal\" once per turn."], "Mithra the Thunder Vassal": [1, 22404675, "Effect Monster", "Level: 2", "Attribute: LIGHT", "Type: Thunder", "Atk: 800", "Def: 1000", "Effect: If this card is in your hand: You can activate this effect; you cannot Special Summon monsters from the Extra Deck for the rest of this turn, also Special Summon this card, and if you do, Special Summon 1 \"Vassal Token\" (Thunder-Type/LIGHT/Level 1/ATK 800/DEF 1000) to your opponent's field in Defense Position. If this card is Tributed for a Tribute Summon: You can activate this effect; you can Tribute Summon 1 monster during your Main Phase this turn, in addition to your Normal Summon/Set this turn. (You can only gain this effect once per turn.) You can only use each effect of \"Mithra the Thunder Vassal\" once per turn."], "Garum the Storm Vassal": [1, 22382087, "Effect Monster", "Level: 3", "Attribute: WIND", "Type: Winged Beast", "Atk: 800", "Def: 1000", "Effect: You can return 1 Tribute Summoned monster you control to the hand; Special Summon this card from your hand, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn. If this card is Tributed for a Tribute Summon: You can add 1 monster with 800 ATK and 1000 DEF from your Deck to your hand, except \"Garum the Storm Vassal\". You can only use each effect of \"Garum the Storm Vassal\" once per turn."], "Escher the Frost Vassal": [1, 24326617, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Aqua", "Atk: 800", "Def: 1000", "Effect: If your opponent controls 2 or more cards in their Spell & Trap Zones, you can Special Summon this card (from your hand)."], "Berlineth the Firestorm Vassal": [1, 59808784, "Effect Monster", "Level: 3", "Attribute: FIRE", "Type: Pyro", "Atk: 800", "Def: 1000", "Effect: You can discard 1 card; Special Summon this card from your hand, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn. If this card is Tributed for a Tribute Summon: You can look at your opponent's hand and banish 1 card from their hand until the End Phase. You can only use each effect of \"Berlineth the Firestorm Vassal\" once per turn."], "Gizmek Yata, the Gleaming Vanguard": [1, 13224603, "Effect Monster", "Level: 5", "Attribute: LIGHT", "Type: Machine", "Atk: 2050", "Def: 2050", "Effect: You can Special Summon this card (from your hand) by Tributing 1 Normal Summoned monster. You can only use each of the following effects of \"Gizmek Yata, the Gleaming Vanguard\" once per turn.\r\n● During your Main Phase, if this card was Normal or Special Summoned this turn, you can: Immediately after this effect resolves, Normal Summon 1 monster. If you do, you cannot Special Summon monsters for the rest of this turn, except monsters with the same original Type as that monster.\r\n● If this card Special Summoned by its own effect is Tributed: Gain 2050 LP."], "Doomcaliber Knight": [1, 78700060, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Fiend", "Atk: 1900", "Def: 1800", "Effect: Cannot be Special Summoned. If a monster effect is activated (Quick Effect): Tribute this face-up card; negate the activation, and if you do, destroy that monster."], "Machina Air Raider": [1, 23469398, "Effect Monster", "Level: 8", "Attribute: EARTH", "Type: Machine", "Atk: 1500", "Def: 2600", "Effect: You can discard 1 other \"Machina\" monster; Special Summon this card from your hand. During your opponent's turn (Quick Effect): You can target 1 Machine monster you control; Special Summon from your Deck, 1 \"Machina\" monster with a different name and an equal or lower Level than that monster, and if you do, destroy that targeted monster. You can only use each effect of \"Machina Air Raider\" once per turn."], "Machina Irradiator": [1, 50863093, "Effect Monster", "Level: 8", "Attribute: EARTH", "Type: Machine", "Atk: 1700", "Def: 2400", "Effect: You can discard 1 other \"Machina\" monster; Special Summon this card from your hand. You can target 1 Machine monster you control; Special Summon from your GY, 1 \"Machina\" monster with a different name and an equal or lower Level than that monster, and if you do, destroy that targeted monster. You can only use each effect of \"Machina Irradiator\" once per turn."], "Machina Megaform": [1, 51617185, "Effect Monster", "Level: 8", "Attribute: EARTH", "Type: Machine", "Atk: 2600", "Def: 1500", "Effect: You can Tribute this card; Special Summon 1 \"Machina\" monster from your hand or Deck, except \"Machina Megaform\". If a face-up \"Machina Fortress\" you control is sent to your GY while this card is in your GY (except during the Damage Step): You can banish that \"Machina Fortress\" from the GY; Special Summon this card. You can only use 1 \"Machina Megaform\" effect per turn, and only once that turn."], "Machina Metalcruncher": [1, 69838761, "Effect Monster", "Level: 9", "Attribute: EARTH", "Type: Machine", "Atk: 2800", "Def: 0", "Effect: If you control no face-up cards, you can Normal Summon this card without Tributing, but its original ATK becomes 1800. If this card is Normal or Special Summoned: You can reveal 3 EARTH Machine monsters from your Deck, then your opponent randomly adds 1 of them to your hand, and you shuffle the rest back into your Deck. You can only use this effect of \"Machina Metalcruncher\" once per turn."], "Machina Gearframe": [1, 42940404, "Union Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Machine", "Atk: 1800", "Def: 0", "Effect: When this card is Normal Summoned: You can add 1 \"Machina\" monster from your Deck to your hand, except \"Machina Gearframe\". Once per turn, you can either: Target 1 Machine monster you control; equip this card to that target, OR: Unequip this card and Special Summon it. If the equipped monster would be destroyed by battle or card effect, destroy this card instead."], "Machina Possesstorage": [1, 85136114, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Machine", "Atk: 1600", "Def: 1500", "Effect: If this card is Normal or Special Summoned: You can target 1 \"Machina\" monster in your GY, except \"Machina Possesstorage\"; Special Summon it in Defense Position, but it cannot activate its effects this turn. You can target 1 other \"Machina\" monster you control and 1 Spell/Trap your opponent controls; return them to the hand. You can only use each effect of \"Machina Possesstorage\" once per turn."], "Machina Resavenger": [1, 54563536, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Machine", "Atk: 1200", "Def: 1800", "Effect: (Quick Effect): You can send this card from your hand or field to the GY, then target 1 \"Machina\" monster you control; it gains 1200 ATK until the end of this turn. When your \"Machina\" monster destroys an opponent's monster by battle, while this card is in your GY: You can add this card to your hand. You can only use each effect of \"Machina Resavenger\" once per turn."], "Machina Overdrive": [1, 59741415, "Trap Card", "Type: Normal", "Effect: Target 1 Machine monster you control; Special Summon 1 \"Machina\" monster with a different name from your hand or Deck, and if you do, destroy that targeted monster. You can banish this card from your GY, then target 3 of your Machine monsters that are banished and/or in your GY; shuffle them into your Deck, then draw 1 card. You can only use 1 \"Machina Overdrive\" effect per turn, and only once that turn."], "Machina Redeployment": [1, 86852702, "Spell Card", "Type: Normal", "Effect: Activate 1 of these effects.\r\n● Discard 1 card; add 2 \"Machina\" monsters with different names from each other from your Deck to your hand.\r\n● Discard 1 \"Machina\" card; add 2 \"Machina\" cards with different names from each other from your Deck to your hand, except \"Machina Redeployment\".\r\nYou can only activate 1 \"Machina Redeployment\" per turn."], "Geargiauger": [1, 47687766, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Machine", "Atk: 500", "Def: 500", "Effect: When this card is Normal Summoned: You can add 1 Level 4 EARTH Machine-Type monster from your Deck to your hand, except \"Geargiauger\", also you cannot declare attacks, nor Special Summon monsters except Machine-Type monsters, for the rest of this turn."], "Infinitrack Anchor Drill": [1, 62034800, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Machine", "Atk: 1800", "Def: 500", "Effect: If this card is Normal or Special Summoned: You can Special Summon 1 EARTH Machine monster from your hand in Defense Position, except \"Infinitrack Anchor Drill\". You can target 1 other Machine monster you control; the Levels of both that monster and this card become the combined original Levels of those 2 monsters, until the end of this turn. You can only use each effect of \"Infinitrack Anchor Drill\" once per turn."], "Toy Knight": [1, 1826676, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Machine", "Atk: 200", "Def: 1200", "Effect: Cannot be Special Summoned from the Deck. If your opponent controls more monsters than you do, you can Special Summon this card (from your hand). When this card is Normal or Special Summoned: You can Special Summon 1 \"Toy Knight\" from your hand."], "Drillroid": [1, 71218746, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Machine", "Atk: 1600", "Def: 1600", "Effect: Before damage calculation, if this card attacks a Defense Position monster: Destroy that monster."], "Truckroid": [1, 61538782, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Machine", "Atk: 1000", "Def: 2000", "Effect: When this card destroys an opponent's monster by battle and sends it to the Graveyard: Equip the destroyed monster to this card. This card gains ATK equal to the combined ATK of the monsters equipped to it by this effect."], "Ruffian Railcar": [1, 24919805, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Machine", "Atk: 1800", "Def: 1000", "Effect: Once per turn: You can inflict 500 damage to your opponent. You cannot conduct your Battle Phase the turn you activate this effect. During the End Phase, if this card is in the GY because it was sent there this turn: You can add 1 Level 10 EARTH Machine monster from your Deck to your hand. You can only use this effect of \"Ruffian Railcar\" once per turn."], "Steamroid": [1, 44729197, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Machine", "Atk: 1800", "Def: 1800", "Effect: If this card attacks an opponent's monster, this card gains 500 ATK during the Damage Step only. If this card is attacked by an opponent's monster, this card loses 500 ATK during the Damage Step only."], "Morphtronic Staplen": [1, 2250266, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Machine", "Atk: 1400", "Def: 1000", "Effect: ● While in Attack Position: Your opponent cannot select another monster as an attack target. If this card is destroyed by battle, the monster that destroyed this card loses 300 ATK.\n● While in Defense Position: This card cannot be destroyed by battle. If this card is attacked, after damage calculation, select 1 face-up Attack Position monster your opponent controls. Change it to Defense Position and this card to Attack Position."], "Aye-Iron": [1, 42969214, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Machine", "Atk: 1600", "Def: 1800", "Effect: Once per turn: You can have this card gain 400 ATK. This card cannot attack the turn you activate this effect."], "Shreddder": [1, 3603242, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Machine", "Atk: 1600", "Def: 1000", "Effect: Once per turn: You can send 1 Machine-Type monster from your hand to the Graveyard, then target 1 monster your opponent controls with a Level less than or equal to the sent monster's; destroy that target."], "Dinomist Brachion": [1, 368382, "Pendulum Effect Monster", "Level: 5", "Attribute: WATER", "Type: Machine", "Scale: 6", "Atk: 2000", "Def: 800", "Effect: [ Pendulum Effect ]\r\nOnce, while this card is in your Pendulum Zone, you can negate an activated card effect that targets another \"Dinomist\" card(s) you control, then destroy this card.\r\n----------------------------------------\r\n[ Monster Effect ]\r\nIf you do not control \"Dinomist Brachion\" in your Monster Zone and your opponent controls a monster that has the highest ATK on the field (even if it's tied), you can Special Summon this card (from your hand)."], "Tin Goldfish": [1, 18063928, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Machine", "Atk: 800", "Def: 2000", "Effect: When this card is Normal Summoned: You can Special Summon 1 Level 4 monster from your hand."], "Card Trooper": [1, 85087012, "Effect Monster", "Level: 3", "Attribute: EARTH", "Type: Machine", "Atk: 400", "Def: 400", "Effect: Once per turn: You can choose a number from 1 to 3, then send that many cards from the top of your Deck to the GY; this card gains 500 ATK for each card sent to the GY this way, until the end of this turn. If this card you control is destroyed and sent to your GY: Draw 1 card."], "Jet Synchron": [1, 9742784, "Tuner Monster", "Level: 1", "Attribute: FIRE", "Type: Machine", "Atk: 500", "Def: 0", "Effect: If this card is sent to the GY as Synchro Material: You can add 1 \"Junk\" monster from your Deck to your hand. If this card is in your GY: You can send 1 card from your hand to the GY; Special Summon this card, but banish it when it leaves the field. You can only use 1 \"Jet Synchron\" effect per turn, and only once that turn."], "Unknown Synchron": [1, 15310033, "Tuner Monster", "Level: 1", "Attribute: DARK", "Type: Machine", "Atk: 0", "Def: 0", "Effect: If your opponent controls a monster and you control no monsters, you can Special Summon this card (from your hand). You can only Special Summon \"Unknown Synchron\" once per Duel this way."], "Crystron Quan": [1, 93665266, "Tuner Monster", "Level: 1", "Attribute: WATER", "Type: Machine", "Atk: 500", "Def: 500", "Effect: During your opponent's Main Phase or Battle Phase: You can Special Summon 1 non-Tuner monster from your hand, but it has its effects negated (if any), and if you do, immediately after this effect resolves, Synchro Summon 1 Machine-Type Synchro Monster using only that monster and this card (this is a Quick Effect). You can only use this effect of \"Crystron Quan\" once per turn."], "Turbo Synchron": [1, 67270095, "Tuner Monster", "Level: 1", "Attribute: WIND", "Type: Machine", "Atk: 100", "Def: 500", "Effect: When this card declares an attack: You can change the attack target to Defense Position. When you take battle damage while this card is attacking: You can Special Summon 1 monster from your hand with ATK less than or equal to the battle damage you took."], "Satellite Synchron": [1, 57458399, "Effect Monster", "Level: 2", "Attribute: DARK", "Type: Machine", "Atk: 700", "Def: 100", "Effect: If a monster(s) is Special Summoned from your GY (except during the Damage Step): You can Special Summon this card from your hand. If you have a Synchro Monster with \"Warrior\", \"Synchron\", or \"Stardust\" in its original name on your field or GY: You can make this card's Level become 4 until the end of this turn. You can only use each effect of \"Satellite Synchron\" once per turn."], "Genex Neutron": [1, 19182751, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Machine", "Atk: 1800", "Def: 1200", "Effect: Once per turn, during the End Phase, if this card was Normal Summoned this turn: You can add 1 Machine-Type Tuner monster from your Deck to your hand."], "Iron Call": [1, 64662453, "Spell Card", "Type: Normal", "Effect: If you control a Machine monster: Target 1 Level 4 or lower Machine monster in your GY; Special Summon that target, but its effects are negated, also destroy it during the End Phase."], "Gravity Blaster": [1, 35220244, "Spell Card", "Type: Equip", "Effect: Equip only to a Machine-Type monster. Once per turn: You can activate this effect; it permanently gains 400 ATK. (This ATK gain remains even if this card leaves the field or the monster becomes unaffected by card effects.) If it battles an opponent's monster, that monster's effect is negated during the Battle Phase only."], "Blue Thunder T-45": [1, 14089428, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Machine", "Atk: 1700", "Def: 1000", "Effect: If this card destroys an opponent's monster by battle: Special Summon 1 \"Thunder Option Token\" (Machine-Type/LIGHT/Level 4/ATK 1500/DEF 1500). This Token cannot be Tributed for a Tribute Summon."], "Speedroid Rubberband Plane": [1, 8284390, "Effect Monster", "Level: 5", "Attribute: WIND", "Type: Machine", "Atk: 1800", "Def: 0", "Effect: If a monster is Special Summoned to your field (except during the Damage Step): You can Special Summon this card from your hand, also you cannot Special Summon monsters for the rest of this turn, except WIND monsters. You can only use this effect of \"Speedroid Rubberband Plane\" once per turn. If this card is Normal or Special Summoned: You can target 1 face-up monster on the field; it loses 600 ATK until the end of this turn."], "Speedroid Pachingo-Kart": [1, 85034450, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Machine", "Atk: 1800", "Def: 1000", "Effect: Once per turn: You can discard 1 Machine-Type monster, then target 1 monster on the field; destroy it."], "Speedroid Razorang": [1, 80559548, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Machine", "Atk: 2000", "Def: 0", "Effect: Cannot attack the turn it is Normal Summoned. Once per turn: You can target 1 face-up monster on the field; change this card to Defense Position, and if you do, that target loses 800 ATK until the end of this turn."], "Speedroid Taketomborg": [1, 53932291, "Effect Monster", "Level: 3", "Attribute: WIND", "Type: Machine", "Atk: 600", "Def: 1200", "Effect: If you control a WIND monster, you can Special Summon this card (from your hand). You can Tribute this card; Special Summon 1 \"Speedroid\" Tuner monster from your Deck, also you cannot Special Summon monsters for the rest of this turn, except WIND monsters. You can only Special Summon \"Speedroid Taketomborg(s)\" once per turn."], "Speedroid Gum Prize": [1, 70939418, "Tuner Monster", "Level: 1", "Attribute: WIND", "Type: Machine", "Atk: 0", "Def: 800", "Effect: During the Battle Phase, if you take battle or effect damage: You can Special Summon this card from your hand. During either player's Battle Phase in which this card was Special Summoned by its effect, you can: Immediately after this effect resolves, Synchro Summon 1 Synchro Monster, using only WIND monsters you control, including this card. If this card is sent to the Graveyard as a Synchro Material: You can send the top card of your Deck to the Graveyard, and if the sent card was a \"Speedroid\" monster, the Synchro Monster that used this card as Synchro Material gains 1000 ATK."], "Speedroid CarTurbo": [1, 96945958, "Tuner Monster", "Level: 3", "Attribute: WIND", "Type: Machine", "Atk: 800", "Def: 1200", "Effect: If you control a WIND monster: You can Special Summon this card from your hand, also you cannot activate monster effects for the rest of this turn, except WIND monsters'. You can banish this card and 1 \"Speedroid\" monster from your GY; all WIND monsters you currently control gain 800 ATK until the end of this turn. You can only use each effect of \"Speedroid CarTurbo\" once per turn."], "Speedroid Tri-Eyed Dice": [1, 27660735, "Tuner Monster", "Level: 3", "Attribute: WIND", "Type: Machine", "Atk: 300", "Def: 1500", "Effect: During your opponent's turn: You can banish this card from your Graveyard; negate the next attack this turn from a monster your opponent controls (this is a Quick Effect)."], "Speedroid Marble Machine": [1, 96708940, "Pendulum Effect Monster", "Level: 2", "Attribute: WIND", "Type: Machine", "Scale: 1", "Atk: 200", "Def: 100", "Effect: [ Pendulum Effect ]\r\nOnce per turn, when your Defense Position monster is targeted for an attack: You can change it to face-up Attack Position, also it cannot be destroyed by battle this turn (even if this card leaves the field).\r\n----------------------------------------\r\n[ Monster Effect ]\r\nWhen this card is Normal Summoned: You can activate this effect; add 1 \"Speedroid\" monster from your Deck to your hand, also you cannot Special Summon monsters for the rest of this turn, except WIND monsters. You can only use this effect of \"Speedroid Marble Machine\" once per turn."], "Mecha Phantom Beast Blackfalcon": [1, 4417407, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Machine", "Atk: 1200", "Def: 1700", "Effect: When this card declares an attack: Special Summon 1 \"Mecha Phantom Beast Token\" (Machine-Type/WIND/Level 3/ATK 0/DEF 0). This card's Level is increased by the total Levels of all \"Mecha Phantom Beast Tokens\" you control. While you control a Token, this card cannot be destroyed by battle or card effects. Once per turn, during either player's turn: You can Tribute 1 Token, then target 1 monster your opponent controls; change that target to face-up Defense Position."], "Mecha Phantom Beast Tetherwolf": [1, 67922702, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Machine", "Atk: 1700", "Def: 1200", "Effect: If this card is Normal Summoned: Special Summon 1 \"Mecha Phantom Beast Token\" (Machine/WIND/Level 3/ATK 0/DEF 0). This card's Level is increased by the total Levels of all \"Mecha Phantom Beast Tokens\" you control. While you control a Token, this card cannot be destroyed by battle or card effects. Once per battle, during the Damage Step, when this card battles an opponent's monster (Quick Effect): You can Tribute 1 Token; this card gains 800 ATK, until the end of this turn."], "Mecha Phantom Beast Stealthray": [1, 30811116, "Effect Monster", "Level: 3", "Attribute: WIND", "Type: Machine", "Atk: 100", "Def: 2100", "Effect: When this card inflicts battle damage to your opponent: Special Summon 1 \"Mecha Phantom Beast Token\" (Machine-Type/WIND/Level 3/ATK 0/DEF 0). This card's Level is increased by the total Levels of all \"Mecha Phantom Beast Tokens\" you control. While you control a Token, this card cannot be destroyed by battle or card effects. Once per turn: You can Tribute 1 Token, then target 1 Spell/Trap Card on the field; destroy that target."], "Mecha Phantom Beast O-Lion": [1, 72291078, "Tuner Monster", "Level: 2", "Attribute: WIND", "Type: Machine", "Atk: 600", "Def: 1000", "Effect: You can banish this card from your Graveyard; immediately after this effect resolves, Normal Summon 1 \"Mecha Phantom Beast\" monster from your hand. While you control a Token, this card cannot be destroyed by battle or card effects. If this card is sent to the Graveyard: You can Special Summon 1 \"Mecha Phantom Beast Token\" (Machine-Type/WIND/Level 3/ATK 0/DEF 0). You can only use this effect of \"Mecha Phantom Beast O-Lion\" once per turn."], "Mecha Phantom Beast Raiten": [1, 44026393, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Machine", "Atk: 1500", "Def: 1500", "Effect: You can discard 1 card; Special Summon 1 \"Mecha Phantom Beast Token\" (Machine/WIND/Level 3/ATK 0/DEF 0), also you can only use \"Mecha Phantom Beast\" monsters as Fusion, Synchro, Xyz, or Link Material for a Summon, for the rest of this turn. This card's Level is increased by the total Levels of all \"Mecha Phantom Beast Tokens\" you control. While you control a Token, this card cannot be destroyed by battle or card effects."], "Mecha Phantom Beast Kalgriffin": [1, 41329458, "Effect Monster", "Level: 7", "Attribute: WIND", "Type: Machine", "Atk: 1000", "Def: 2500", "Effect: You can Tribute 2 \"Mecha Phantom Beast\" monsters; Special Summon this card from your hand. You can only use this effect of \"Mecha Phantom Beast Kalgriffin\" once per turn. While you control a Token, this card cannot be destroyed by battle or card effects. Once per turn: You can discard 1 \"Mecha Phantom Beast\" monster; Special Summon 1 \"Mecha Phantom Beast Token\" (Machine-Type/WIND/Level 3/ATK 0/DEF 0)."], "Mecha Phantom Beast Aerosguin": [1, 16943770, "Effect Monster", "Level: 3", "Attribute: WIND", "Type: Machine", "Atk: 1600", "Def: 400", "Effect: Once per turn: You can banish 1 \"Mecha Phantom Beast\" monster from your Graveyard, except \"Mecha Phantom Beast Aerosguin\"; Special Summon 1 \"Mecha Phantom Beast Token\" (Machine-Type/WIND/Level 3/ATK 0/DEF 0). This card's Level is increased by the total Levels of all \"Mecha Phantom Beast Tokens\" you control. While you control a Token, this card cannot be destroyed by battle or card effects."], "Mecha Phantom Beast Megaraptor": [1, 31533704, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Machine", "Atk: 1900", "Def: 1000", "Effect: When a Token(s) is Special Summoned to your side of the field: Special Summon 1 \"Mecha Phantom Beast Token\" (Machine-Type/WIND/Level 3/ATK 0/DEF 0). You can only use this effect of \"Mecha Phantom Beast Megaraptor\" once per turn. This card's Level is increased by the total Levels of all \"Mecha Phantom Beast Tokens\" you control. While you control a Token, this card cannot be destroyed by battle or card effects. Once per turn: You can Tribute 1 Token; add 1 \"Mecha Phantom Beast\" monster from your Deck to your hand."], "Aerial Recharge": [1, 70875955, "Trap Card", "Type: Continuous", "Effect: Once per turn: You can Special Summon 1 \"Mecha Phantom Beast Token\" (Machine-Type/WIND/Level 3/ATK 0/DEF 0). During each player's End Phase, Tribute 1 Token or \"Mecha Phantom Beast\" monster, or send this card to the Graveyard."], "Kozmo Dark Destroyer": [1, 55885348, "Effect Monster", "Level: 8", "Attribute: DARK", "Type: Machine", "Atk: 3000", "Def: 1800", "Effect: If this card is Normal or Special Summoned: You can target 1 monster on the field; destroy it. Cannot be targeted by an opponent's card effects. If this card is destroyed by battle or card effect and sent to the Graveyard: You can banish this card from your Graveyard; Special Summon 1 Level 7 or lower \"Kozmo\" monster from your Deck."], "Kozmo Forerunner": [1, 20849090, "Effect Monster", "Level: 7", "Attribute: LIGHT", "Type: Machine", "Atk: 2800", "Def: 1400", "Effect: Cannot be targeted by an opponent's card effects. During your Standby Phase: Gain 1000 LP. If this card is destroyed by battle or card effect and sent to the Graveyard: You can banish this card from your Graveyard; Special Summon 1 Level 6 or lower \"Kozmo\" monster from your Deck."], "Kozmo DOG Fighter": [1, 29491334, "Effect Monster", "Level: 6", "Attribute: DARK", "Type: Machine", "Atk: 2000", "Def: 2400", "Effect: Once per turn, during the Standby Phase: You can Special Summon 1 \"DOG Fighter Token\" (Machine-Type/DARK/Level 6/ATK 2000/DEF 2400). If this card is destroyed by battle or card effect and sent to the Graveyard: You can banish this card from your Graveyard; Special Summon 1 Level 5 or lower \"Kozmo\" monster from your Deck."], "Kozmo Sliprider": [1, 94454495, "Effect Monster", "Level: 5", "Attribute: LIGHT", "Type: Machine", "Atk: 2300", "Def: 800", "Effect: If this card is Normal or Special Summoned: You can target 1 Spell/Trap Card on the field; destroy it. If this card is destroyed by battle or card effect and sent to the Graveyard: You can banish this card from your Graveyard; Special Summon 1 Level 4 or lower \"Kozmo\" monster from your Deck."], "Kozmo Goodwitch": [1, 67050396, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Psychic", "Atk: 1800", "Def: 1000", "Effect: During either player's turn: You can banish this card; Special Summon 1 Level 5 or higher \"Kozmo\" monster from your hand. You can only use this effect of \"Kozmo Goodwitch\" once per turn. Once per turn: You can pay 500 LP, then target 1 face-up monster your opponent controls; change it to face-down Defense Position."], "Kozmoll Wickedwitch": [1, 93302695, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Psychic", "Atk: 1900", "Def: 300", "Effect: During either player's turn: You can banish this card; Special Summon 1 Level 5 or higher \"Kozmo\" monster from your hand. You can only use this effect of \"Kozmoll Wickedwitch\" once per turn. Once per turn, during either player's turn: You can pay 1000 LP; this turn, this card cannot be destroyed by battle or card effects."], "Kozmo Farmgirl": [1, 31061682, "Effect Monster", "Level: 3", "Attribute: LIGHT", "Type: Psychic", "Atk: 1500", "Def: 1000", "Effect: During either player's turn: You can banish this card; Special Summon 1 Level 4 or higher \"Kozmo\" monster from your hand. You can only use this effect of \"Kozmo Farmgirl\" once per turn. When this card inflicts battle damage to your opponent: You can pay 500 LP; add 1 \"Kozmo\" card from your Deck to your hand."]}