{"Datascape Beast Jiujiu": [1, "Synchro Monster", "Level: 6", "Attribute: WIND", "Type: Psychic", "Atk: 2400", "Def: 1700", "Effect: 1 Tuner + 1+ non-Tuner monsters\r\nCannot be destroyed by battle or card effects while you have 2 or more monsters with the same original Type and Attribute but different names in your GY. You can banish 2 monsters with the same original Type and Attribute but different names from your GY, then target 1 card on the field; send it to the GY. You can only use this effect of \"Datascape Beast - Jiujiu\" once per turn."], "Brionac, Dragon of the Ice Barrier": [1, "Synchro Monster", "Level: 6", "Attribute: WATER", "Type: Sea Serpent", "Atk: 2300", "Def: 1400", "Effect: 1 Tuner + 1+ non-Tuner monsters\nYou can discard any number of cards to the GY, then target the same number of cards your opponent controls; return those cards to the hand. You can only use this effect of \"Brionac, Dragon of the Ice Barrier\" once per turn."], "Black Rose Moonlight Dragon": [1, "Synchro Monster", "Level: 7", "Attribute: LIGHT", "Type: Dragon", "Atk: 2400", "Def: 1800", "Effect: 1 Tuner + 1 or more non-Tuner monsters\nIf this card is Special Summoned, or a Level 5 or higher monster(s) is Special Summoned to your opponent's side of the field: Target 1 Special Summoned monster your opponent controls; return that target to the hand. You can only use this effect of \"Black Rose Moonlight Dragon\" once per turn."], "PSY-Framelord Omega": [1, "Synchro Monster", "Level: 8", "Attribute: LIGHT", "Type: Psychic", "Atk: 2800", "Def: 2200", "Effect: 1 Tuner + 1+ non-Tuner monsters\r\nOnce per turn, during the Main Phase (Quick Effect): You can banish both this face-up card from the field and 1 random card from your opponent's hand, face-up, until your next Standby Phase. Once per turn, during your opponent's Standby Phase: You can target 1 banished card; return it to the GY. If this card is in your GY: You can target 1 other card in the GY; shuffle both that card and this card from the GY into the Deck."], "Datascape Fox - Xianxian": [1, "Synchro Monster", "Level: 9", "Attribute: WIND", "Type: Psychic", "Atk: 2800", "Def: 2400", "Effect: 1 Tuner + 1+ non-Tuner monsters\r\nAny card sent from the field to the GY is banished instead. You can only use each of the following effects of \"Datascape Fox - Xianxian\" once per turn.\r\n● When your monster declares an attack: You can return 1 banished monster to the GY.\r\n● During your Main Phase, except the turn this card was sent to the GY: You can banish 2 other monsters with different original Type and Attribute from your GY; Special Summon this card from your GY."], "Leo, the Keeper of the Sacred Tree": [1, "Synchro Monster", "Level: 10", "Attribute: EARTH", "Type: Beast", "Atk: 3100", "Def: 1900", "Effect: 1 Tuner + 1+ non-Tuner monsters\r\nYour opponent cannot target this card with card effects, except during your Main Phase 2."], "Crystron Halqifibrax": [1, "Link Monster", "Attribute: WATER", "Type: Machine", "Linkval: 2", "Linkmarkers: Bottom-Left, Bottom-Right", "Atk: 1500", "Effect: 2 monsters, including a Tuner\r\nIf this card is Link Summoned: You can Special Summon 1 Level 3 or lower Tuner from your hand or Deck in Defense Position, but it cannot activate its effects this turn. During your opponent's Main Phase or Battle Phase (Quick Effect): You can banish this card you control; Special Summon 1 Tuner Synchro Monster from your Extra Deck. (This is treated as a Synchro Summon.) You can only use each effect of \"Crystron Halqifibrax\" once per turn."], "Number 47: Nightmare Shark": [1, "XYZ Monster", "Level: 3", "Attribute: WATER", "Type: Sea Serpent", "Atk: 2000", "Def: 2000", "Effect: 2 Level 3 monsters\nWhen this card is Special Summoned: You can attach 1 Level 3 WATER monster from your hand or your side of the field to this card as an Xyz Material. Once per turn: You can detach 1 Xyz Material from this card, then target 1 WATER monster you control; this turn, that monster can attack your opponent directly, also other monsters cannot attack."], "Number 82: Heartlandraco": [1, "XYZ Monster", "Level: 4", "Attribute: EARTH", "Type: Dragon", "Atk: 2000", "Def: 1500", "Effect: 2 Level 4 monsters\r\nWhile you control a face-up Spell, your opponent cannot target this card for attacks. Once per turn: You can detach 1 material from this card; this turn, this card can attack your opponent directly, but other monsters cannot attack."], "Evilswarm Exciton Knight": [1, "XYZ Monster", "Level: 4", "Attribute: LIGHT", "Type: Fiend", "Atk: 1900", "Def: 0", "Effect: 2 Level 4 monsters\r\nOnce per chain, during your Main Phase or your opponent's Battle Phase, if your opponent has more total cards in their hand and field than you do (Quick Effect): You can detach 1 material from this card; destroy all other cards on the field, also your opponent takes no further damage this turn."], "Number 67: Pair-a-Dice Smasher": [1, "XYZ Monster", "Level: 5", "Attribute: LIGHT", "Type: Fairy", "Atk: 2100", "Def: 2100", "Effect: 2+ Level 5 monsters\r\nOnce per turn, during your Main Phase 1: You can detach 2 materials from this card; each player rolls a six-sided die twice. The player with the higher total cannot activate monster effects or declare an attack, until the end of the next turn. Once per turn, if either player rolls a six-sided die (or dice) while this card has material, you can treat one of the results as 7."], "Dhampir Vampire Sheridan": [1, "XYZ Monster", "Level: 6", "Attribute: DARK", "Type: Zombie", "Atk: 2600", "Def: 1000", "Effect: 2+ Level 6 monsters\r\nIf you use a monster(s), with a Level, that is owned by your opponent for the Xyz Summon of this card, treat it as Level 6. Once per turn: You can detach 1 material from this card, then target 1 card your opponent controls; send it to the GY. Once per turn, if a Monster Card(s) is sent from the field to your opponent's GY by a card effect, or a monster is destroyed by battle and sent to your opponent's GY: You can detach 1 material from this card; Special Summon 1 of those monsters to your field in Defense Position."], "Gauntlet Launcher": [1, "XYZ Monster", "Level: 6", "Attribute: EARTH", "Type: Warrior", "Atk: 2400", "Def: 2800", "Effect: 2 Level 6 monsters\nYou can detach 1 Xyz Material from this card, then target 1 monster your opponent controls; destroy it."], "Negalogia AA-Zeus": [1, "XYZ Monster", "Level: 12", "Attribute: LIGHT", "Type: Machine", "Atk: 3000", "Def: 3000", "Effect: 2 Level 12 monsters\r\nOnce per turn, if an Xyz Monster battled this turn, you can also Xyz Summon \"Negalogia AA-Zeus\" by using an Xyz Monster you control as material. (Transfer its materials to this card.) (Quick Effect): You can detach 2 materials from this card; send all other cards on the field to the GY. Once per turn, if another card(s) you control is destroyed by battle or an opponent's card effect: You can attach 1 card from your hand, Deck, or Extra Deck to this card as material."], "Ally of Justice Catastor": [1, "Synchro Monster", "Level: 5", "Attribute: DARK", "Type: Machine", "Atk: 2200", "Def: 1200", "Effect: 1 Tuner + 1+ non-Tuner monsters\nAt the start of the Damage Step, if this card battles a face-up non-DARK monster: Destroy that monster."], "Black Rose Dragon": [1, "Synchro Monster", "Level: 7", "Attribute: FIRE", "Type: Dragon", "Atk: 2400", "Def: 1800", "Effect: 1 Tuner + 1+ non-Tuner monsters\nWhen this card is Synchro Summoned: You can destroy all cards on the field. Once per turn: You can banish 1 Plant monster from your GY, then target 1 Defense Position monster your opponent controls; change that target to face-up Attack Position, and if you do, its ATK becomes 0 until the end of this turn."], "Cyber Slash Harpie Lady": [1, "Synchro Monster", "Level: 8", "Attribute: WIND", "Type: Winged Beast", "Atk: 2600", "Def: 1400", "Effect: 1 Tuner + 1+ non-Tuner monsters\r\nFor this card's Synchro Summon, you can treat 1 \"Harpie\" monster you control as a Tuner. This card's name becomes \"Harpie Lady\" while on the field or in the GY. When a Spell/Trap Card or effect is activated (Quick Effect): You can target 1 monster your opponent controls or 1 \"Harpie\" monster you control; return it to the hand. You can only use this effect of \"Cyber Slash Harpie Lady\" once per turn."], "Fortune Lady Every": [1, "Synchro Monster", "Level: 7", "Attribute: LIGHT", "Type: Spellcaster", "Atk: 0", "Def: 0", "Effect: 1 Tuner + 1+ non-Tuner Spellcaster monsters\r\nThis card's ATK/DEF become its Level x 400. Once per turn, during your Standby Phase: Increase this card's Level by 1 (max. 12), then, you can banish 1 face-up monster your opponent controls. During your opponent's End Phase, if this card is in your GY: You can banish 1 other Spellcaster monster from your GY; Special Summon this card. You can only use this effect of \"Fortune Lady Every\" once per turn."], "Infernoble Knight Emperor Charles": [1, "Synchro Monster", "Level: 9", "Attribute: FIRE", "Type: Warrior", "Atk: 3000", "Def: 200", "Effect: 1 Tuner + 1+ non-Tuner monsters\r\nIf an Equip Card becomes equipped to a monster on the field, even during the Damage Step: You can destroy 1 card on the field. During the End Phase: You can equip 1 Equip Spell from your hand or GY to this card, then you can equip 1 FIRE Warrior monster from your Deck to this card as an Equip Spell that gives it 500 ATK. You can only use each effect of \"Infernoble Knight Emperor Charles\" once per turn."], "White Aura Whale": [1, "Synchro Monster", "Level: 8", "Attribute: WATER", "Type: Fish", "Atk: 2800", "Def: 2000", "Effect: 1 WATER Tuner + 1+ non-Tuner WATER monsters\r\nWhen this card is Synchro Summoned: You can destroy all your opponent's Attack Position monsters. This card can make up to 2 attacks on monsters during each Battle Phase. If this card attacks a Defense Position monster, inflict piercing battle damage. If this card you control is destroyed by an opponent's card (by battle or card effect) and sent to your GY: You can banish 1 other WATER monster from your GY; Special Summon this card, and if you do, it is treated as a Tuner."], "Chaos Ruler, the Chaotic Magical Dragon": [1, "Synchro Monster", "Level: 8", "Attribute: DARK", "Type: Dragon", "Atk: 3000", "Def: 2500", "Effect: 1 Tuner + 1+ non-Tuner monsters\r\nIf this card is Synchro Summoned: You can excavate the top 5 cards of your Deck, and if you do, you can add 1 excavated LIGHT or DARK monster to your hand, also send the remaining cards to the GY. You can banish 1 LIGHT and 1 DARK monster from your hand and/or GY, except this card; Special Summon this card from your GY, but banish it when it leaves the field. You can only use each effect of \"Chaos Ruler, the Chaotic Magical Dragon\" once per turn."], "Trishula, Dragon of the Ice Barrier": [1, "Synchro Monster", "Level: 9", "Attribute: WATER", "Type: Dragon", "Atk: 2700", "Def: 2000", "Effect: 1 Tuner + 2+ non-Tuner monsters\nWhen this card is Synchro Summoned: You can banish up to 1 card each from your opponent's hand, field, and GY. (The card in the hand is chosen at random.)"], "Mecha Phantom Beast Dracossack": [1, "XYZ Monster", "Level: 7", "Attribute: WIND", "Type: Machine", "Atk: 2600", "Def: 2200", "Effect: 2 Level 7 monsters\r\nOnce per turn: You can detach 1 material from this card; Special Summon 2 \"Mecha Phantom Beast Tokens\" (Machine/WIND/Level 3/ATK 0/DEF 0). While you control a Token, this card cannot be destroyed by battle or card effects. Once per turn: You can Tribute 1 \"Mecha Phantom Beast\" monster, then target 1 card on the field; destroy that target. This card cannot attack during the turn you activate this effect."], "Tribrigade Felidgette the Fruitless Flower": [1, "Link Monster", "Attribute: EARTH", "Type: Beast", "Linkval: 1", "Linkmarkers: Left, Bottom-Left", "Atk: 1600", "Effect: 2 Beast, Beast-Warrior, and/or Winged Beast monsters\r\nDuring your Main Phase: You can Special Summon 1 Level 4 or lower Beast, Beast-Warrior, or Winged Beast monster from your hand, also you cannot use monsters as Link Material for the rest of this turn, except Beast, Beast-Warrior, and Winged Beast monsters. If this card is sent to the GY: You can draw 1 card, then place 1 card from your hand on the bottom of the Deck. You can only use each effect of \"Tribrigade Felidgette the Fruitless Flower\" once per turn."], "Simorgh, Bird of Sovereignty": [1, "Link Monster", "Attribute: WIND", "Type: Winged Beast", "Linkval: 3", "Linkmarkers: Bottom-Left, Bottom, Bottom-Right", "Atk: 2400", "Effect: 2+ monsters, including a Winged Beast monster\r\nCannot be used as Link Material. Your opponent cannot target this card or a Winged Beast monster(s) this card points to with card effects. If this card would be destroyed by battle, you can destroy 1 other \"Simorgh\" card you control instead. During the End Phase: You can Special Summon 1 Winged Beast monster from your hand or Deck, with a Level equal to or lower than the total number of unused Spell & Trap Zones on the field. You can only use this effect of \"Simorgh, Bird of Sovereignty\" once per turn."], "Isolde, Two Tales of the Noble Knights": [1, "Link Monster", "Attribute: LIGHT", "Type: Warrior", "Linkval: 2", "Linkmarkers: Bottom-Left, Bottom-Right", "Atk: 1600", "Effect: 2 Warrior monsters\r\nIf this card is Link Summoned: You can add 1 Warrior monster from your Deck to your hand, but for the rest of this turn, you cannot Normal Summon/Set or Special Summon monsters with that name, nor activate their monster effects. You can send any number of Equip Spells with different names from your Deck to the GY; Special Summon 1 Warrior monster from your Deck, whose Level equals the number of cards sent to the GY. You can only use each effect of \"Isolde, Two Tales of the Noble Knights\" once per turn."], "Marincess Coral Anemone": [1, "Link Monster", "Attribute: WATER", "Type: Cyberse", "Linkval: 2", "Linkmarkers: Left, Bottom", "Atk: 2000", "Effect: 2 WATER monsters\r\nYou can target 1 WATER monster with 1500 or less ATK in your GY; Special Summon it to your zone this card points to, also you cannot Special Summon monsters for the rest of this turn, except WATER monsters. If this card is sent from the field to the GY: You can target 1 \"Marincess\" card in your GY, except \"Marincess Coral Anemone\"; add it to your hand. You can only use each effect of \"Marincess Coral Anemone\" once per turn."], "Curious, the Lightsworn Dominion": [1, "Link Monster", "Attribute: LIGHT", "Type: Warrior", "Linkval: 3", "Linkmarkers: Bottom-Left, Top, Bottom-Right", "Atk: 2400", "Effect: 3 monsters with the same Attribute but different Types\r\nIf this face-up card is destroyed by battle, or leaves the field because of an opponent's card effect while its owner controls it: You can target 1 card in your GY; add it to your hand. You can only use each of the following effects of \"Curious, the Lightsworn Dominion\" once per turn.\r\n● If this card is Link Summoned: You can send 1 card from your Deck to the GY.\r\n● If a card(s) is sent from your Deck to the GY by an effect: Send the top 3 cards of your Deck to the GY."], "Mecha Phantom Beast Auroradon": [1, "Link Monster", "Attribute: WIND", "Type: Machine", "Linkval: 3", "Linkmarkers: Left, Bottom, Bottom-Right", "Atk: 2100", "Effect: 2+ Machine monsters\r\nIf this card is Link Summoned: You can activate this effect; Special Summon 3 \"Mecha Phantom Beast Tokens\" (Machine/WIND/Level 3/ATK 0/DEF 0), also you cannot Link Summon for the rest of this turn. Once per turn: You can Tribute up to 3 monsters, then apply 1 of these effects, based on the number Tributed;\r\n● 1: Destroy 1 card on the field.\r\n● 2: Special Summon 1 \"Mecha Phantom Beast\" monster from your Deck.\r\n● 3: Add 1 Trap from your GY to your hand."]}