{"Glow-Up Bulb": [1, 67441435, "Tuner Monster", "Level: 1", "Attribute: EARTH", "Type: Plant", "Atk: 100", "Def: 100", "Effect: If this card is in your GY: You can send the top card of your Deck to the GY, and if you do, Special Summon this card. You can only use this effect of \"Glow-Up Bulb\" once per Duel."], "Vanity's Fiend": [1, 47084486, "Effect Monster", "Level: 6", "Attribute: DARK", "Type: Fiend", "Atk: 2400", "Def: 1200", "Effect: Cannot be Special Summoned. Neither player can Special Summon monsters."], "Jinzo": [1, 77585513, "Effect Monster", "Level: 6", "Attribute: DARK", "Type: Machine", "Atk: 2400", "Def: 1500", "Effect: Trap Cards, and their effects on the field, cannot be activated. Negate all Trap effects on the field."], "Morphing Jar": [1, 33508719, "Flip Effect Monster", "Level: 2", "Attribute: EARTH", "Type: Rock", "Atk: 700", "Def: 600", "Effect: FLIP: Both players discard as many cards as possible from their hands, then each player draws 5 cards."], "Tragoedia": [1, 98777036, "Effect Monster", "Level: 10", "Attribute: DARK", "Type: Fiend", "Atk: 0", "Def: 0", "Effect: When you take battle damage: You can Special Summon this card from your hand. Gains 600 ATK/DEF for each card in your hand. Once per turn: You can send 1 monster from your hand to the GY, then target 1 face-up monster your opponent controls with the same Level the sent monster had in the hand; take control of that face-up monster. Once per turn: You can target 1 monster in your GY; this card's Level becomes the same as that target's, until the end of this turn."], "Scapeghost": [1, 67284107, "Tuner Monster", "Level: 1", "Attribute: DARK", "Type: Zombie", "Atk: 0", "Def: 0", "Effect: FLIP: You can Special Summon any number of \"Black Sheep Tokens\" (Zombie/DARK/Level 1/ATK 0/DEF 0)."], "Obelisk the Tormentor": [1, 10000002, "Effect Monster", "Level: 10", "Attribute: DIVINE", "Type: Divine-Beast", "Atk: 4000", "Def: 4000", "Effect: Requires 3 Tributes to Normal Summon (cannot be Normal Set). This card's Normal Summon cannot be negated. When Normal Summoned, cards and effects cannot be activated. Neither player can target this card with card effects. Once per turn, during the End Phase, if this card was Special Summoned: Send it to the GY. You can Tribute 2 monsters; destroy all monsters your opponent controls. This card cannot declare an attack the turn this effect is activated."], "Nine-Tailed Fox": [1, 27198001, "Effect Monster", "Level: 6", "Attribute: FIRE", "Type: Zombie", "Atk: 2200", "Def: 2000", "Effect: If this card is in your hand or GY: You can Tribute 2 monsters; Special Summon this card. You can only use this effect of \"Nine-Tailed Fox\" once per turn. If this card that was Special Summoned from the GY attacks a Defense Position monster, inflict piercing battle damage. If this card is destroyed by battle or card effect and sent to the GY: You can Special Summon 2 \"Fox Tokens\" (Zombie/FIRE/Level 2/ATK 500/DEF 500)."], "Vampire Fraulein": [1, 6039967, "Effect Monster", "Level: 5", "Attribute: DARK", "Type: Zombie", "Atk: 600", "Def: 2000", "Effect: When a monster declares an attack: You can Special Summon this card from your hand in Defense Position. You can only use this effect of \"Vampire Fraulein\" once per turn. Once per battle, if your Zombie monster battles an opponent's monster, during that damage calculation (Quick Effect): You can pay LP in multiples of 100 (max. 3000); your battling monster gains that much ATK/DEF during that damage calculation only. At the end of the Battle Phase, if this card destroyed any monster(s) by battle: You can Special Summon them from the GYs to your field."], "Vampire Grimson": [1, 33438666, "Effect Monster", "Level: 5", "Attribute: DARK", "Type: Zombie", "Atk: 2000", "Def: 1400", "Effect: If a monster(s) you control would be destroyed by battle or an opponent's card effect, you can pay 1000 LP for each monster that would be destroyed, instead (you must protect all your monsters that would be destroyed, if you use this effect). At the end of the Battle Phase, if this card destroyed any monster(s) by battle: You can Special Summon them from the GYs to your field."], "Thunder King Rai-Oh": [1, 71564252, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Thunder", "Atk: 1900", "Def: 800", "Effect: Neither player can add cards from their Deck to their hand except by drawing them. During either player's turn, when your opponent would Special Summon exactly 1 monster: You can send this face-up card to the Graveyard; negate the Special Summon, and if you do, destroy it."], "Lava Golem": [1, 102380, "Effect Monster", "Level: 8", "Attribute: FIRE", "Type: Fiend", "Atk: 3000", "Def: 2500", "Effect: Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) to your opponent's field by Tributing 2 monsters they control. You cannot Normal Summon/Set the turn you Special Summon this card. Once per turn, during your Standby Phase: Take 1000 damage."], "Archfiend Eccentrick": [1, 57624336, "Pendulum Effect Monster", "Level: 3", "Attribute: LIGHT", "Type: Fiend", "Scale: 7", "Atk: 800", "Def: 1000", "Effect: [ Pendulum Effect ]\r\nYou can target 1 other Spell/Trap Card on the field; destroy both it and this card. You can only use this effect of \"Archfiend Eccentrick\" once per turn.\r\n----------------------------------------\r\n[ Monster Effect ]\r\nYou can Tribute this card, then target 1 monster on the field; destroy it. You can only use this effect of \"Archfiend Eccentrick\" once per turn."], "Caius the Shadow Monarch": [1, 9748752, "Effect Monster", "Level: 6", "Attribute: DARK", "Type: Fiend", "Atk: 2400", "Def: 1000", "Effect: If this card is Tribute Summoned: Target 1 card on the field; banish that target, and if you do, inflict 1000 damage to your opponent if it is a DARK monster."], "Phantom Skyblaster": [1, 12958919, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Fiend", "Atk: 1100", "Def: 800", "Effect: When this card is Normal or Flip Summoned: You can Special Summon any number of \"Skyblaster Tokens\" (Fiend/DARK/Level 4/ATK 500/DEF 500), up to the number of monsters you control. Once per turn, during your Standby Phase: You can inflict 300 damage to your opponent for each \"Skyblaster\" monster you control. \"Skyblaster\" monsters you control cannot declare an attack during the turn you activate this effect."], "Neo-Spacian Grand Mole": [1, 80344569, "Effect Monster", "Level: 3", "Attribute: EARTH", "Type: Rock", "Atk: 900", "Def: 300", "Effect: At the start of the Damage Step, if this card battles an opponent's monster: You can return both the opponent's monster and this card to the hand."], "Edge Imp Sabres": [1, 30068120, "Effect Monster", "Level: 3", "Attribute: DARK", "Type: Fiend", "Atk: 1200", "Def: 800", "Effect: If this card is in your GY: You can place 1 card from your hand on the top of the Deck; Special Summon this card in Defense Position. You can only use this effect of \"Edge Imp Sabres\" once per turn."], "Caius the Mega Monarch": [1, 87288189, "Effect Monster", "Level: 8", "Attribute: DARK", "Type: Fiend", "Atk: 2800", "Def: 1000", "Effect: You can Tribute Summon this card by Tributing 1 Tribute Summoned monster. If this card is Tribute Summoned: Target 1 card on the field; banish it, and if you do, inflict 1000 damage to your opponent, then, if it is a DARK Monster Card, banish all cards with that name from the hand, Main Deck, Extra Deck, and GY of the player who controlled it. If this card was Tribute Summoned by Tributing a DARK monster, add this additional effect.\n● You can target 2 cards, instead."], "Granmarg the Mega Monarch": [1, 15545291, "Effect Monster", "Level: 8", "Attribute: EARTH", "Type: Rock", "Atk: 2800", "Def: 1000", "Effect: You can Tribute Summon this card by Tributing 1 Tribute Summoned monster. When this card is Tribute Summoned: Target up to 2 Set cards on the field; destroy those targets. If this card was Tribute Summoned by Tributing an EARTH monster, add this additional effect.\n● Also, draw 1 card after that."], "Thestalos the Mega Monarch": [1, 69230391, "Effect Monster", "Level: 8", "Attribute: FIRE", "Type: Pyro", "Atk: 2800", "Def: 1000", "Effect: You can Tribute Summon this card by Tributing 1 Tribute Summoned monster. If this card is Tribute Summoned: Look at your opponent's hand and discard 1 card from their hand, then, if it was a Monster Card, inflict damage to your opponent equal to its original Level x 200. If this card was Tribute Summoned by Tributing a FIRE monster, add this additional effect.\n● Also, inflict 1000 damage to your opponent after that."], "Zaborg the Mega Monarch": [1, 87602890, "Effect Monster", "Level: 8", "Attribute: LIGHT", "Type: Thunder", "Atk: 2800", "Def: 1000", "Effect: You can Tribute Summon this card by Tributing 1 Tribute Summoned monster. If this card is Tribute Summoned: Target 1 monster on the field; destroy it, then, if it was a LIGHT monster, both players send as many cards as possible from their Extra Deck to the GY, but not more than the original Level/Rank of that destroyed monster. If this card was Tribute Summoned by Tributing a LIGHT monster, add this additional effect.\r\n● You choose the cards your opponent sends to the GY."], "Destiny HERO - Dark Angel": [1, 26964762, "Effect Monster", "Level: 1", "Attribute: DARK", "Type: Warrior", "Atk: 0", "Def: 0", "Effect: If you have 3 or more \"Destiny HERO\" monsters in your GY: You can discard this card, then target 1 \"Destiny HERO\" monster in your GY; Special Summon it to your opponent's field in Defense Position. When a Spell Card or effect you activate resolves, negate that effect, and if you do, or if it did not have an effect, destroy that card. During your Standby Phase: You can banish this card and 1 \"Destiny HERO\" monster from your GY; each player chooses 1 Normal Spell from their Deck, and places it on top of their Deck."], "D - Tactics": [1, 48032131, "Trap Card", "Type: Continuous", "Effect: During the Standby Phase: You can have all \"HERO\" monsters you control gain 400 ATK (even if this card leaves the field). If a Level 8 or higher \"Destiny HERO\" monster(s) or a \"Destiny End Dragoon\" is Special Summoned to your field (except during the Damage Step): You can banish 1 card from your opponent's hand (random), field, or GY. If this card in the Spell & Trap Zone is destroyed by card effect: You can add 1 \"Destiny HERO\" monster from your Deck to your hand. You can only use each effect of \"D - Tactics\" once per turn."], "Vision HERO Witch Raider": [1, 82697428, "Effect Monster", "Level: 8", "Attribute: DARK", "Type: Warrior", "Atk: 2700", "Def: 1900", "Effect: To Tribute Summon this card face-up, you can Tribute Trap(s) you control, as well as monsters. When this card is Normal Summoned: You can destroy all Spells and Traps your opponent controls. You cannot Special Summon monsters during the turn you activate this effect, except \"HERO\" monsters."], "Elemental HERO Liquid Soldier": [1, 59392529, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Warrior", "Atk: 1400", "Def: 1300", "Effect: When this card is Normal Summoned: You can target 1 Level 4 or lower \"HERO\" monster in your GY, except \"Elemental HERO Liquid Soldier\"; Special Summon it. If this card is used as Fusion Material for a \"HERO\" monster, and sent to the GY or banished: You can draw 2 cards, then discard 1 card. You can only use 1 \"Elemental HERO Liquid Soldier\" effect per turn, and only once that turn."], "Elemental HERO Shadow Mist": [1, 50720316, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Warrior", "Atk: 1000", "Def: 1500", "Effect: If this card is Special Summoned: You can add 1 \"Change\" Quick-Play Spell Card from your Deck to your hand. If this card is sent to the GY: You can add 1 \"HERO\" monster from your Deck to your hand, except \"Elemental HERO Shadow Mist\". You can only use 1 \"Elemental HERO Shadow Mist\" effect per turn, and only once that turn."], "Elemental HERO Stratos": [1, 40044918, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Warrior", "Atk: 1800", "Def: 300", "Effect: When this card is Normal or Special Summoned: You can activate 1 of these effects.\r\n● Destroy Spells/Traps on the field, up to the number of \"HERO\" monsters you control, except this card.\r\n● Add 1 \"HERO\" monster from your Deck to your hand."], "Elemental HERO Honest Neos": [1, 14124483, "Effect Monster", "Level: 7", "Attribute: LIGHT", "Type: Warrior", "Atk: 2500", "Def: 2000", "Effect: (Quick Effect): You can discard this card, then target 1 \"HERO\" monster on the field; it gains 2500 ATK until the end of this turn. (Quick Effect): You can discard 1 \"HERO\" monster; this card gains ATK equal to the discarded monster's ATK until the end of this turn. You can only use each effect of \"Elemental HERO Honest Neos\" once per turn."], "Infernoble Knight Astolfo": [1, 95953557, "Effect Monster", "Level: 1", "Attribute: FIRE", "Type: Warrior", "Atk: 500", "Def: 200", "Effect: You can banish 1 FIRE Warrior monster from your hand or GY; Special Summon this card from your hand, then you can make this card's Level become the Level of that banished monster. You can banish this card from your GY; Special Summon this banished card during your second Standby Phase after this effect's activation, then you can Special Summon 1 of your FIRE Warrior monsters that is banished or in your GY. You can only use each effect of \"Infernoble Knight Astolfo\" once per Duel."], "Cataclysmic Scorching Sunburner": [1, 39505816, "Effect Monster", "Level: 8", "Attribute: FIRE", "Type: Fairy", "Atk: 2600", "Def: 200", "Effect: If a face-up FIRE monster(s) you control is destroyed by battle or an opponent's card effect: You can Special Summon this card from your hand, then, you can inflict damage to your opponent equal to half the ATK of 1 of those destroyed FIRE monsters in your GY. You can only use this effect of \"Cataclysmic Scorching Sunburner\" once per turn."], "Sublimation Knight": [1, 54485355, "Effect Monster", "Level: 3", "Attribute: FIRE", "Type: Warrior", "Atk: 1300", "Def: 200", "Effect: If this card is Normal or Special Summoned: You can equip 1 FIRE Warrior or 1 Gemini monster from your hand or Deck to this card as an Equip Spell that gives this card 500 ATK. If this card in its owner's control is destroyed by an opponent's card while equipped with a Gemini monster(s): You can Special Summon as many of those Gemini monsters from your GY as possible, as Effect Monsters that gain their effects. You can only use each effect of \"Sublimation Knight\" once per turn."], "Dark General Freed": [1, 70676581, "Effect Monster", "Level: 5", "Attribute: DARK", "Type: Warrior", "Atk: 2300", "Def: 1700", "Effect: Cannot be Special Summoned. Negate any Spell effects that target a face-up DARK monster(s) you control, and if you do, destroy that Spell Card. During your Draw Phase, instead of conducting your normal draw: You can add 1 Level 4 DARK monster from your Deck to your hand. This card must be face-up on the field to activate and to resolve this effect."], "Freed the Matchless General": [1, 49681811, "Effect Monster", "Level: 5", "Attribute: EARTH", "Type: Warrior", "Atk: 2300", "Def: 1700", "Effect: Negate any Spell effects that target this card, and if you do, destroy that Spell Card. During your Draw Phase, instead of conducting your normal draw: You can add 1 Level 4 or lower Warrior-Type monster from your Deck to your hand. This card must be face-up on the field to activate and to resolve this effect."], "BOXer": [1, 61156777, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Warrior", "Atk: 1800", "Def: 1000", "Effect: When this card destroys an opponent's monster by battle and sends it to the Graveyard: You can place 1 counter on this card. You can send this card with 2 or more counters to the Graveyard; Special Summon 1 EARTH monster from your Deck. If this card would be destroyed by battle or card effect, you can remove 1 counter from this card instead."], "Junk Synchron": [1, 63977008, "Tuner Monster", "Level: 3", "Attribute: DARK", "Type: Warrior", "Atk: 1300", "Def: 500", "Effect: When this card is Normal Summoned: You can target 1 Level 2 or lower monster in your Graveyard; Special Summon that target in Defense Position, but it has its effects negated."], "Swordsman of Revealing Light": [1, 64605089, "Effect Monster", "Level: 8", "Attribute: LIGHT", "Type: Warrior", "Atk: 0", "Def: 2400", "Effect: When an opponent's monster declares a direct attack: You can Special Summon this card from your hand, then if this card's DEF is higher than the attacking monster's ATK, destroy that attacking monster. An Xyz Monster that was Summoned using this card on the field as Xyz Material gains this effect.\n● Each turn, the first time this card would be destroyed by battle, it is not destroyed."], "Heroic Challenger - Thousand Blades": [1, 1833916, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Warrior", "Atk: 1300", "Def: 1100", "Effect: Once per turn, if this card is in Attack Position: You can discard 1 \"Heroic\" card; you cannot Special Summon monsters for the rest of this turn, except \"Heroic\" monsters, also Special Summon 1 \"Heroic\" monster from your Deck, and if you do, change this card to Defense Position. When you take damage while this card is in your Graveyard: You can Special Summon this card in Attack Position. You can only use this effect of \"Heroic Challenger - Thousand Blades\" once per turn."], "Reinforcement of the Army": [1, 32807846, "Spell Card", "Type: Normal", "Effect: Add 1 Level 4 or lower Warrior monster from your Deck to your hand."], "Soul Exchange": [1, 68005187, "Spell Card", "Type: Normal", "Effect: Target 1 monster your opponent controls; this turn, if you Tribute a monster, you must Tribute that target, as if you controlled it. You cannot conduct your Battle Phase the turn you activate this card."], "The Monarchs Stormforth": [1, 79844764, "Spell Card", "Type: Quick-Play", "Effect: Once during this turn, if you would Tribute a monster for a Tribute Summon, you can Tribute 1 monster your opponent controls even though you do not control it. You can only activate 1 \"The Monarchs Stormforth\" per turn. During the turn you activate this card, you cannot Special Summon monsters from the Extra Deck."], "Mystical Space Typhoon": [1, 5318639, "Spell Card", "Type: Quick-Play", "Effect: Target 1 Spell/Trap on the field; destroy that target."], "Twin Twisters": [1, 43898403, "Spell Card", "Type: Quick-Play", "Effect: Discard 1 card, then target up to 2 Spells/Traps on the field; destroy them."], "Forbidden Chalice": [1, 25789292, "Spell Card", "Type: Quick-Play", "Effect: Target 1 face-up monster on the field; until the end of this turn, that target gains 400 ATK, but its effects are negated."], "Forbidden Lance": [1, 27243130, "Spell Card", "Type: Quick-Play", "Effect: Target 1 face-up monster on the field; until the end of this turn, that target loses 800 ATK, but is unaffected by the effects of other Spells/Traps."], "Forbidden Dress": [1, 96864811, "Spell Card", "Type: Quick-Play", "Effect: Target 1 face-up monster on the field; until the end of this turn, that target loses 600 ATK, but cannot be targeted or destroyed by other card effects."], "Forbidden Scripture": [1, 54773234, "Spell Card", "Type: Quick-Play", "Effect: If a monster battles an opponent's monster, during damage calculation: Negate all other card effects on the field until the end of the Damage Step, also damage calculation for this battle uses each monster's original ATK and DEF."], "Soul Taker": [1, 81510157, "Spell Card", "Type: Normal", "Effect: Target 1 face-up monster your opponent controls; destroy that target, then your opponent gains 1000 LP."], "Book of Moon": [1, 14087893, "Spell Card", "Type: Quick-Play", "Effect: Target 1 face-up monster on the field; change that target to face-down Defense Position."], "Mind Control": [1, 37520316, "Spell Card", "Type: Normal", "Effect: Target 1 monster your opponent controls; until the End Phase, take control of that target, but it cannot declare an attack or be Tributed."], "My Body as a Shield": [1, 69279219, "Spell Card", "Type: Quick-Play", "Effect: When your opponent activates a Spell/Trap Card or monster effect that would destroy a monster(s) on the field: Pay 1500 LP; negate the activation, and if you do, destroy it."], "The Seal of Orichalcos": [1, 48179391, "Spell Card", "Type: Field", "Effect: All monsters you control gain 500 ATK. Once per turn, this card cannot be destroyed by card effects. While you control 2 or more face-up Attack Position monsters, your opponent cannot target your monster(s) with the lowest ATK for an attack. If this card is activated: Destroy all Special Summoned monsters you control. You cannot Special Summon monsters from the Extra Deck. You can only activate \"The Seal of Orichalcos\" once per Duel."], "Supply Squad": [1, 17626381, "Spell Card", "Type: Continuous", "Effect: Once per turn, if a monster(s) you control is destroyed by battle or card effect: Draw 1 card."], "Moon Mirror Shield": [1, 19508728, "Spell Card", "Type: Equip", "Effect: If the equipped monster battles your opponent's monster, during damage calculation: The equipped monster's ATK/DEF become equal to the ATK or DEF (whichever is higher) of the opponent's battling monster +100, during damage calculation only. If this face-up card is sent from the field to the GY: Pay 500 LP; place this card on either the top or bottom of your Deck."], "Mordschlag": [1, 12760674, "Spell Card", "Type: Equip", "Effect: Equip only to a Normal Summoned/Set monster you control. It is unaffected by your opponent's activated effects of Special Summoned monsters. During damage calculation, if the equipped monster battles an opponent's Special Summoned monster: That opponent's monster loses ATK/DEF equal to the equipped monster's original ATK, during that damage calculation only."], "Megamorph": [1, 22046459, "Spell Card", "Type: Equip", "Effect: While your LP is lower than your opponent's, the equipped monster's ATK becomes double its original ATK. While your LP is higher, the equipped monster's ATK becomes half its original ATK."], "Necrovalley": [1, 47355498, "Spell Card", "Type: Field", "Effect: All \"Gravekeeper's\" monsters gain 500 ATK and DEF. Cards in the Graveyard cannot be banished. Negate any card effect that would move a card in the Graveyard to a different place. Negate any card effect that changes Types or Attributes in the Graveyard."], "Zombie World": [1, 4064256, "Spell Card", "Type: Field", "Effect: All monsters on the field and in the GYs become Zombie monsters. Neither player can Tribute Summon monsters, except Zombie monsters."], "Ancient Forest": [1, 87624166, "Spell Card", "Type: Field", "Effect: When you activate this card, change any Defense Position monster(s) to face-up Attack Position. Flip Effects are not activated at this time. If a monster attacks, destroy it at the end of that turn's Battle Phase."], "One for One": [1, 2295440, "Spell Card", "Type: Normal", "Effect: Send 1 monster from your hand to the GY; Special Summon 1 Level 1 monster from your hand or Deck."], "Black Garden": [1, 71645242, "Spell Card", "Type: Field", "Effect: If a monster(s) is Normal or Special Summoned face-up, except by the effect of \"Black Garden\": Halve its ATK, then, the controller of that monster Special Summons 1 \"Rose Token\" (Plant/DARK/Level 2/ATK 800/DEF 800) to their opponent's field in Attack Position. (This ATK loss remains even if this card leaves the field.) You can target 1 monster in your GY with ATK equal to the total ATK of all Plant monsters on the field; destroy this card and as many Plant monsters on the field as possible, then, if you destroyed all of them, Special Summon that targeted monster."], "Lair of Darkness": [1, 59160188, "Spell Card", "Type: Field", "Effect: All face-up monsters on the field become DARK. Once per turn, if you would Tribute a monster you control to activate a card effect, you can Tribute 1 DARK monster your opponent controls, even though you do not control it. Once per turn, during the End Phase: Special Summon as many \"Torment Tokens\" (Fiend/DARK/Level 3/ATK 1000/DEF 1000) as possible to the turn player's field in Defense Position, up to the number of monsters Tributed this turn while this card was face-up."], "Autonomous Action Unit": [1, 71453557, "Spell Card", "Type: Equip", "Effect: Pay 1500 Life Points, then target 1 monster in your opponent's Graveyard; Special Summon that target to your side of the field in face-up Attack Position, and equip it with this card. When this card leaves the field, destroy the equipped monster."], "Heavy Storm Duster": [1, 23924608, "Trap Card", "Type: Normal", "Effect: Target up to 2 Spells/Traps on the field; destroy them. You cannot conduct your Battle Phase the turn you activate this card."], "Compulsory Evacuation Device": [1, 94192409, "Trap Card", "Type: Normal", "Effect: Target 1 monster on the field; return that target to the hand."], "Bottomless Trap Hole": [1, 29401950, "Trap Card", "Type: Normal", "Effect: When your opponent Summons a monster(s) with 1500 or more ATK: Destroy that monster(s) with 1500 or more ATK, and if you do, banish it."], "Dimensional Prison": [1, 70342110, "Trap Card", "Type: Normal", "Effect: When an opponent's monster declares an attack: Target that attacking monster; banish that target."], "Dimension Slice": [1, 73632127, "Trap Card", "Type: Normal", "Effect: When a monster(s) is Special Summoned to your side of the field (except during the Damage Step): Target 1 face-up monster your opponent controls; banish that target. If the Summon is an Xyz Summon, you can activate this card the turn it was Set."], "Curse of Anubis": [1, 66742250, "Trap Card", "Type: Normal", "Effect: Change all Effect Monsters on the field to Defense Position. Until the end of this turn, the original DEF of those monsters becomes 0, also their battle positions cannot be changed."], "Fiendish Chain": [1, 50078509, "Trap Card", "Type: Continuous", "Effect: Activate this card by targeting 1 Effect Monster on the field; negate the effects of that face-up monster while it is on the field, also that face-up monster cannot attack. When it is destroyed, destroy this card."], "Call of the Haunted": [1, 97077563, "Trap Card", "Type: Continuous", "Effect: Activate this card by targeting 1 monster in your GY; Special Summon that target in Attack Position. When this card leaves the field, destroy that monster. When that monster is destroyed, destroy this card."], "Dark Factory of More Production": [1, 9064354, "Trap Card", "Type: Continuous", "Effect: You can send 1 monster from your hand or field to the GY; draw 1 card. You can only use this effect of \"Dark Factory of More Production\" once per turn."], "Dimensional Barrier": [1, 83326048, "Trap Card", "Type: Normal", "Effect: Declare 1 monster card type (Ritual, Fusion, Synchro, Xyz, or Pendulum); for the rest of this turn, neither player can Special Summon monsters of the declared type, also negate the effects of all monsters of that type while they are on the field. You can only activate 1 \"Dimensional Barrier\" per turn."], "Different Dimension Ground": [1, 31849106, "Trap Card", "Type: Normal", "Effect: This turn, any monster sent to the GY is banished instead."], "The Deep Grave": [1, 17688543, "Trap Card", "Type: Normal", "Effect: Target 1 monster in either player's GY; during your next Standby Phase, Special Summon it from the GY."], "Hop Ear Squadron": [1, 1980574, "Tuner Monster", "Level: 2", "Attribute: WIND", "Type: Beast", "Atk: 300", "Def: 600", "Effect: During your opponent's Main Phase (Quick Effect): You can target 1 face-up monster you control; Special Summon this card from your hand, and if you do, immediately after this effect resolves, Synchro Summon 1 Synchro Monster using only this card you control and that target. You can only use this effect of \"Hop Ear Squadron\" once per turn."], "Red Hared Hasty Horse": [1, 19636995, "Effect Monster", "Level: 5", "Attribute: WIND", "Type: Beast", "Atk: 2000", "Def: 1800", "Effect: If there is a column with no cards, you can Special Summon this card (from your hand) in Attack Position to your zone in that column. You can only Special Summon \"Red Hared Hasty Horse\" once per turn this way. If another card is placed in this card's column: Destroy this card. Once per turn: You can halve this card's original ATK for the rest of this turn, and if you do, it can attack directly this turn."], "Rescue Cat": [1, 14878871, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Beast", "Atk: 300", "Def: 100", "Effect: You can send this card to the Graveyard; Special Summon 2 Level 3 or lower Beast-Type monsters from your Deck, but they have their effects negated, also they are destroyed during the End Phase. You can only use this effect of \"Rescue Cat\" once per turn."], "Caninetaur": [1, 91754175, "Effect Monster", "Level: 3", "Attribute: FIRE", "Type: Beast-Warrior", "Atk: 1500", "Def: 200", "Effect: Once per turn, if this card battles an opponent's monster, during damage calculation (in either player's turn): You can send 1 Beast, Beast-Warrior, or Winged Beast-Type monster from your hand or Deck to the Graveyard, and if you do, this card gains ATK equal to the sent monster's Level x 100, until the end of the Battle Phase."], "Yosenju Misak": [1, 39853199, "Effect Monster", "Level: 6", "Attribute: WIND", "Type: Beast", "Atk: 2300", "Def: 200", "Effect: At the start of the Damage Step, if this card battles a face-up non-WIND monster: You can destroy that monster. When this card is Pendulum Summoned: You can target 1 card your opponent controls; destroy it. During the End Phase, if this card was Special Summoned this turn: Return it to the hand."], "Fire King Avatar Arvata": [1, 18621798, "Effect Monster", "Level: 4", "Attribute: FIRE", "Type: Beast-Warrior", "Atk: 1800", "Def: 1200", "Effect: When a monster effect is activated while this monster is on the field (Quick Effect): You can negate the activation, and if you do, destroy 1 other FIRE monster in your hand or field. If this card is destroyed and sent to the GY: You can target 1 FIRE Beast, Beast-Warrior, or Winged Beast monster in your GY, except \"Fire King Avatar Arvata\"; Special Summon it, but it has its effects negated, also it is destroyed during the End Phase. You can only use each effect of \"Fire King Avatar Arvata\" once per turn."], "Naglfar, Generaider Boss of Fire": [1, 2881864, "Effect Monster", "Level: 9", "Attribute: FIRE", "Type: Beast-Warrior", "Atk: 3100", "Def: 200", "Effect: You can only control 1 \"Naglfar, Generaider Boss of Fire\". If a card(s) you control would be destroyed by battle or card effect, you can destroy 1 \"Generaider\" monster or 1 Beast-Warrior monster you control instead. You can only use this effect of \"Naglfar, Generaider Boss of Fire\" once per turn."], "Cataclysmic Crusted Calcifida": [1, 9028399, "Effect Monster", "Level: 8", "Attribute: EARTH", "Type: Fairy", "Atk: 2600", "Def: 200", "Effect: If a face-up EARTH monster(s) you control is destroyed by battle or an opponent's card effect: You can Special Summon this card from your hand, then, you can send 1 monster from your Deck to the GY. You can only use this effect of \"Cataclysmic Crusted Calcifida\" once per turn."], "Fire King High Avatar Garunix": [1, 23015896, "Effect Monster", "Level: 8", "Attribute: FIRE", "Type: Winged Beast", "Atk: 2700", "Def: 1700", "Effect: During the next Standby Phase after this card was destroyed by a card effect and sent to the Graveyard: Special Summon this card from the Graveyard. When you do: Destroy all other monsters on the field. When this card is destroyed by battle and sent to the Graveyard: You can Special Summon 1 \"Fire King\" monster from your Deck, except \"Fire King High Avatar Garunix\"."], "Coach Soldier Wolfbark": [1, 3534077, "Effect Monster", "Level: 4", "Attribute: FIRE", "Type: Beast-Warrior", "Atk: 1600", "Def: 1200", "Effect: You can target 1 Level 4 FIRE Beast-Warrior-Type monster in your Graveyard; Special Summon it in face-up Defense Position. Its effects are negated. You can only use the effect of \"Coach Soldier Wolfbark\" once per turn."], "Fire Formation - Tenki": [1, 57103969, "Spell Card", "Type: Continuous", "Effect: When this card is activated: You can add 1 Level 4 or lower Beast-Warrior monster from your Deck to your hand. All Beast-Warrior monsters you control gain 100 ATK. You can only activate 1 \"Fire Formation - Tenki\" per turn."], "Onslaught of the Fire Kings": [1, 22993208, "Spell Card", "Type: Normal", "Effect: If your opponent controls a monster and you control no monsters: Special Summon 1 FIRE Beast, Beast-Warrior, or Winged Beast monster from your Deck. Its effects are negated, also it is destroyed during the End Phase. You can only activate 1 \"Onslaught of the Fire Kings\" per turn."], "Beast King Barbaros": [1, 78651105, "Effect Monster", "Level: 8", "Attribute: EARTH", "Type: Beast-Warrior", "Atk: 3000", "Def: 1200", "Effect: You can Normal Summon/Set this card without Tributing, but its original ATK becomes 1900. You can Tribute 3 monsters to Tribute Summon (but not Set) this card. If Summoned this way: Destroy all cards your opponent controls."], "Ancient Warriors - Ambitious Cao De": [1, 33545259, "Effect Monster", "Level: 8", "Attribute: FIRE", "Type: Beast-Warrior", "Atk: 3000", "Def: 2500", "Effect: While you control another \"Ancient Warriors\" monster, your opponent cannot target this card with card effects, also it cannot be destroyed by your opponent's card effects. You can only use each of the following effects of \"Ancient Warriors - Ambitious Cao De\" once per turn.\r\n● If a card(s) your opponent controls is destroyed by battle or card effect: You can send 1 other card from your hand or field to the GY; Special Summon this card from your hand.\r\n● When this card destroys an opponent's monster by battle and sends it to the GY: You can Special Summon that monster to your field in Defense Position."], "Mayosenju Daibak": [1, 93368494, "Pendulum Effect Monster", "Level: 10", "Attribute: WIND", "Type: Beast", "Scale: 7", "Atk: 3000", "Def: 300", "Effect: [ Pendulum Effect ]\r\nWhen a \"Yosenju\" monster you control declares an attack: You can have that attacking monster gain 300 ATK until the end of the Battle Phase.\r\n----------------------------------------\r\n[ Monster Effect ]\r\nCannot be Special Summoned, except by Pendulum Summon. This card's Pendulum Summon cannot be negated. If this card is Normal or Special Summoned: You can target up to 2 cards on the field; return them to the hand. Once per turn, during the End Phase, if this card was Special Summoned this turn: Return it to the hand."], "Mayosenju Hitot": [1, 21364070, "Pendulum Effect Monster", "Level: 10", "Attribute: WIND", "Type: Beast", "Scale: 3", "Atk: 2000", "Def: 3000", "Effect: [ Pendulum Effect ]\r\nYou can target 1 \"Yosenju\" card in your Pendulum Zone; for the rest of this turn, its Pendulum Scale becomes 11, also you cannot Special Summon monsters, except \"Yosenju\" monsters (even if this card leaves the field). During your End Phase: Return this card to the hand. You can only use each Pendulum Effect of \"Mayosenju Hitot\" once per turn.\r\n----------------------------------------\r\n[ Monster Effect ]\r\nCannot be Special Summoned, except by Pendulum Summon. If this card is Normal or Special Summoned: You can target 1 card your opponent controls; return it to the hand. Each time a card(s) on the field is returned to the hand or Main Deck by your card effect, while this card is on the field: All \"Yosenju\" monsters you currently control gain 500 ATK. Once per turn, during the End Phase, if this card was Special Summoned this turn: Return it to the hand."], "Yosen Whirlwind": [1, 79861914, "Spell Card", "Type: Continuous", "Effect: Activate this card by paying 800 LP. Once per turn, if a face-up \"Yosenju\" monster you control returns to the hand (except during the Damage Step): You can target 1 card your opponent controls; return it to the hand. During your End Phase, unless this effect was activated this turn (and was not negated), destroy this card."], "Machina Fortress": [1, 5556499, "Effect Monster", "Level: 7", "Attribute: EARTH", "Type: Machine", "Atk: 2500", "Def: 1600", "Effect: You can discard Machine monster(s) whose total Levels equal 8 or more, then Special Summon this card (from your hand or GY). If this card is destroyed by battle and sent to the GY: Target 1 card your opponent controls; destroy that target. Before resolving an opponent's monster effect that targets this face-up card, look at your opponent's hand and discard 1 card from their hand."], "Machina Citadel": [1, 87074380, "Effect Monster", "Level: 10", "Attribute: EARTH", "Type: Machine", "Atk: 3000", "Def: 2500", "Effect: Cannot be Normal Summoned/Set. Must be Special Summoned by a card effect. (Quick Effect): You can target 1 Machine monster you control; destroy that Machine monster and all monsters your opponent controls with ATK less than or equal to it. If a face-up EARTH Machine monster(s) you control, except \"Machina Citadel\", is destroyed by battle or card effect while this card is in your GY: You can Special Summon this card. You can only use each effect of \"Machina Citadel\" once per turn."], "Flying Pegasus Railroad Stampede": [1, 88875132, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Machine", "Atk: 1800", "Def: 1000", "Effect: If this card is Normal or Special Summoned: You can target 1 EARTH Machine monster in your GY, except \"Flying Pegasus Railroad Stampede\"; Special Summon it in Defense Position, but negate its effects. You can target 1 other face-up monster you control; the Level of that monster or this card becomes the Level of the other. You cannot declare attacks the turn you activate this effect, except with Xyz Monsters. You can only use each effect of \"Flying Pegasus Railroad Stampede\" once per turn."], "Gear Golem the Moving Fortress": [1, 30190809, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Machine", "Atk: 800", "Def: 2200", "Effect: Once per turn, during your Main Phase 1: You can pay 800 Life Points; this card can attack your opponent directly this turn."], "Cyber Dragon": [1, 70095154, "Effect Monster", "Level: 5", "Attribute: LIGHT", "Type: Machine", "Atk: 2100", "Def: 1600", "Effect: If only your opponent controls a monster, you can Special Summon this card (from your hand)."], "Meklord Emperor Wisel": [1, 68140974, "Effect Monster", "Level: 1", "Attribute: DARK", "Type: Machine", "Atk: 2500", "Def: 2500", "Effect: Cannot be Normal Summoned/Set. Must be Special Summoned by its own effect, and cannot be Special Summoned by other ways. When a face-up monster you control is destroyed by a card effect and sent to the Graveyard (except during the Damage Step): You can Special Summon this card from your hand. Other monsters you control cannot declare an attack. Once per turn: You can target 1 Synchro Monster your opponent controls; equip that target to this card. This card gains ATK equal to the combined ATK of the monsters equipped to it by this effect. Once per turn, during either player's turn, when your opponent activates a Spell Card: You can negate the activation, and if you do, destroy it."], "B.E.S. Blaster Cannon Core": [1, 84257883, "Effect Monster", "Level: 9", "Attribute: EARTH", "Type: Machine", "Atk: 2500", "Def: 3000", "Effect: If your opponent controls more monsters than you do, you can Special Summon this card (from your hand). You can only Special Summon \"B.E.S. Blaster Cannon Core\" once per turn this way. If this card is Normal or Special Summoned: Place 3 counters on this card. Cannot be destroyed by battle. At the end of the Damage Step, if this card battled: Remove 1 counter from this card. If you cannot, destroy it."], "Gizmek Orochi, the Serpentron Sky Slasher": [1, 71197066, "Effect Monster", "Level: 8", "Attribute: DARK", "Type: Machine", "Atk: 2450", "Def: 2450", "Effect: If this card is in your hand or GY (Quick Effect): You can banish 8 cards from the top of your Deck face-down; Special Summon this card. You can banish 3 cards from your Extra Deck face-down, then target 1 face-up monster on the field; destroy it. You can only use 1 \"Gizmek Orochi, the Serpentron Sky Slasher\" effect per turn, and only once that turn."], "Cardcar D": [1, 45812361, "Effect Monster", "Level: 2", "Attribute: EARTH", "Type: Machine", "Atk: 800", "Def: 400", "Effect: Cannot be Special Summoned. During your Main Phase 1, if this card was Normal Summoned this turn: You can Tribute this card; draw 2 cards, then it becomes the End Phase. You cannot Special Summon during the turn you activate this effect."], "Crystron Citree": [1, 20050865, "Tuner Monster", "Level: 2", "Attribute: WATER", "Type: Machine", "Atk: 500", "Def: 500", "Effect: During your opponent's Main Phase or Battle Phase: You can target 1 non-Tuner monster in your Graveyard; Special Summon it, but it has its effects negated (if any), and if you do, immediately after this effect resolves, Synchro Summon 1 Machine-Type Synchro Monster using only that monster and this card (this is a Quick Effect). These Synchro Materials are banished instead of being sent to the Graveyard. You can only use this effect of \"Crystron Citree\" once per turn."], "Speedroid Menko": [1, 16947147, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Machine", "Atk: 100", "Def: 2000", "Effect: When an opponent's monster declares a direct attack while this card is in your hand: You can Special Summon this card in Attack Position, and if you do, change all face-up monsters your opponent controls to Defense Position."], "Speedroid Terrortop": [1, 81275020, "Effect Monster", "Level: 3", "Attribute: WIND", "Type: Machine", "Atk: 1200", "Def: 600", "Effect: If you control no monsters, you can Special Summon this card (from your hand). When this card is Normal or Special Summoned: You can add 1 \"Speedroid\" monster from your Deck to your hand, except \"Speedroid Terrortop\". You can only use this effect of \"Speedroid Terrortop\" once per turn."], "Mecha Phantom Beast Hamstrat": [1, 66200210, "Effect Monster", "Level: 3", "Attribute: WIND", "Type: Machine", "Atk: 1100", "Def: 1600", "Effect: When this card is flipped face-up: Special Summon 2 \"Mecha Phantom Beast Tokens\" (Machine-Type/WIND/Level 3/ATK 0/DEF 0). This card's Level is increased by the total Levels of all \"Mecha Phantom Beast Tokens\" you control. While you control a Token, this card cannot be destroyed by battle or card effects. You can Tribute 1 Token, then target 1 \"Mecha Phantom Beast\" monster in your Graveyard; Special Summon that target. You can only use this effect of \"Mecha Phantom Beast Hamstrat\" once per turn."], "Fiend's Sanctuary": [1, 24874630, "Spell Card", "Type: Normal", "Effect: Special Summon 1 \"Metal Fiend Token\" (Fiend/DARK/Level 1/ATK 0/DEF 0). It cannot attack. Your opponent takes any battle damage you would have taken from battles involving it. Once per turn, during your Standby Phase, pay 1000 LP or destroy this Token."], "Dragonoid Generator": [1, 28053763, "Spell Card", "Type: Continuous", "Effect: Activate this card by paying 1000 LP. During your Main Phase: You can Special Summon 1 \"Dragonoid Token\" (Machine/EARTH/Level 1/ATK 300/DEF 300) in Attack Position, you cannot Special Summon monsters from the Extra Deck for the rest of this turn, also during the End Phase your opponent Special Summons 1 \"Dragonoid Token\" to their field in Attack Position (even if this card leaves the field). You can use this effect of \"Dragonoid Generator\" up to twice per turn."], "One-Time Passcode": [1, 93104632, "Spell Card", "Type: Normal", "Effect: Special Summon 1 \"Security Token\" (Cyberse/LIGHT/Level 4/ATK 2000/DEF 2000) in Defense Position. You can only activate 1 \"One-Time Passcode\" per turn."], "Token Sundae": [1, 52971673, "Spell Card", "Type: Normal", "Effect: Destroy all Tokens you control, then destroy cards on the field up to the number of Tokens destroyed by this effect."], "Crusher Run": [1, 88667504, "Trap Card", "Type: Continuous", "Effect: If a face-up EARTH Machine monster(s) you control is destroyed by battle or card effect: You can target 1 card on the field; destroy it. You can banish this card from your GY; Set 1 \"Outrigger Extension\" or \"Spin Turn\" from your Deck or GY. You can only use each effect of \"Crusher Run\" once per turn."], "Kozmoll Dark Lady": [1, 12408276, "Effect Monster", "Level: 5", "Attribute: DARK", "Type: Psychic", "Atk: 2200", "Def: 1800", "Effect: During either player's turn: You can banish this card; Special Summon 1 Level 6 or higher \"Kozmo\" monster from your hand. You can only use this effect of \"Kozmoll Dark Lady\" once per turn. Once per turn, during either player's turn, when another monster's effect is activated: You can pay 1000 LP; negate the activation, and if you do, destroy that monster."], "Kozmotown": [1, 67237709, "Spell Card", "Type: Field", "Effect: Once per turn: You can target 1 of your banished \"Kozmo\" monsters; return it to the hand, and if you do, lose LP equal to its original Level x 100. Once per turn: You can reveal any number of \"Kozmo\" monsters in your hand and shuffle them into the Deck, then draw cards equal to the number of cards you shuffled into the Deck. If this card in the Field Zone is destroyed by a card effect: You can add 1 \"Kozmo\" card from your Deck to your hand."], "Blackwing - Steam the Cloak": [1, 9047460, "Tuner Monster", "Level: 3", "Attribute: DARK", "Type: Winged Beast", "Atk: 800", "Def: 1200", "Effect: If this face-up card leaves the field: Special Summon 1 \"Steam Token\" (Aqua-Type/WIND/Level 1/ATK 100/DEF 100). If this card is in your Graveyard: You can Tribute 1 monster; Special Summon this card from the Graveyard. You can only use this effect of \"Blackwing - Steam the Cloak\" once per Duel. If this card Summoned this way is used as a Synchro Material Monster, all other Synchro Material Monsters must be \"Blackwing\" monsters."], "Blackwing - Gofu the Vague Shadow": [1, 9929398, "Tuner Monster", "Level: 5", "Attribute: DARK", "Type: Winged Beast", "Atk: 0", "Def: 0", "Effect: Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) while you control no monsters. When this card is Special Summoned from the hand: You can Special Summon 2 \"Vague Shadow Tokens\" (Winged Beast-Type/DARK/Level 1/ATK 0/DEF 0), but they cannot be Tributed or be used as Synchro Material. You can banish this card and 1 or more face-up non-Tuners you control, then target 1 \"Blackwing\" Synchro Monster in your Graveyard whose Level equals the total Levels the banished monsters had on the field; Special Summon it, and if you do, it is treated as a Tuner."], "Blackwing - Kalut the Moon Shadow": [1, 85215458, "Effect Monster", "Level: 3", "Attribute: DARK", "Type: Winged Beast", "Atk: 1400", "Def: 1000", "Effect: During either player's Damage Step, when a \"Blackwing\" monster you control is attacking or being attacked: You can send this card from your hand to the Graveyard; that monster gains 1400 ATK until the end of this turn."], "Blackwing - Zephyros the Elite": [1, 14785765, "Effect Monster", "Level: 4", "Attribute: DARK", "Type: Winged Beast", "Atk: 1600", "Def: 1000", "Effect: If this card is in your GY: You can return 1 face-up card you control to the hand; Special Summon this card, and if you do, take 400 damage. You can only use this effect of \"Blackwing - Zephyros the Elite\" once per Duel."], "Delta Crow - Anti Reverse": [1, 59839761, "Trap Card", "Type: Normal", "Effect: If you control a \"Blackwing\" monster: Destroy all face-down Spells and Traps your opponent controls. If you control exactly 3 \"Blackwing\" monsters, you can activate this card from your hand."], "Divine Wind of Mist Valley": [1, 15854426, "Spell Card", "Type: Field", "Effect: Once per turn, if a WIND monster you control returns to the hand (except during the Damage Step): You can Special Summon 1 Level 4 or lower WIND monster from your Deck."], "Raiza the Storm Monarch": [1, 73125233, "Effect Monster", "Level: 6", "Attribute: WIND", "Type: Winged Beast", "Atk: 2400", "Def: 1000", "Effect: If this card is Tribute Summoned: Target 1 card on the field; place that target on the top of the Deck."], "Raiza the Mega Monarch": [1, 69327790, "Effect Monster", "Level: 8", "Attribute: WIND", "Type: Winged Beast", "Atk: 2800", "Def: 1000", "Effect: You can Tribute Summon this card by Tributing 1 Tribute Summoned monster. If this card is Tribute Summoned: Target 1 card on the field and 1 card in either player's Graveyard, also if this card was Tribute Summoned by Tributing a WIND monster, you can target an additional card on the field; place the first target(s) on the top of the Deck in any order, also, after that, return the additional target (if any) to the hand."], "Crane Crane": [1, 28637168, "Effect Monster", "Level: 3", "Attribute: EARTH", "Type: Winged Beast", "Atk: 300", "Def: 900", "Effect: When this card is Normal Summoned: You can target 1 Level 3 monster in your GY; Special Summon that target, but it has its effects negated. You can only use this effect of \"Crane Crane\" once per turn."], "Dark Simorgh": [1, 11366199, "Effect Monster", "Level: 7", "Attribute: DARK", "Type: Winged Beast", "Atk: 2700", "Def: 1000", "Effect: While face-up on the field, this card is also WIND-Attribute. You can banish 1 DARK monster and 1 WIND monster from your Graveyard; Special Summon this card from your hand. You can banish 1 DARK monster and 1 WIND monster from your hand; Special Summon this card from your Graveyard. Your opponent cannot Set any cards on the field."], "Danger! Thunderbird!": [1, 90807199, "Effect Monster", "Level: 8", "Attribute: DARK", "Type: Winged Beast", "Atk: 2800", "Def: 2400", "Effect: You can reveal this card in your hand; your opponent randomly chooses 1 card from your entire hand, then you discard the chosen card. Then, if the discarded card was not \"Danger! Thunderbird!\", Special Summon 1 \"Danger! Thunderbird!\" from your hand, and if you do, draw 1 card. If this card is discarded: You can target 1 Set card your opponent controls; destroy it. You can only use this effect of \"Danger! Thunderbird!\" once per turn."], "Loud Cloud the Storm Serpent": [1, 61465001, "Effect Monster", "Level: 5", "Attribute: WATER", "Type: Reptile", "Atk: 0", "Def: 2000", "Effect: Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by banishing 1 FIRE and 1 WIND monster from your GY. You can only use each of the following effects of \"Loud Cloud the Storm Serpent\" once per turn.\r\n● You can banish 1 FIRE monster from your GY, then target 1 monster your opponent controls; destroy that monster, and if you do, this card gains ATK equal to the destroyed monster's original ATK.\r\n● You can banish 1 WIND monster from your GY, then target 1 card in your opponent's Spell & Trap Zone; destroy it."], "Cataclysmic Cryonic Coldo": [1, 19420830, "Effect Monster", "Level: 8", "Attribute: WIND", "Type: Fairy", "Atk: 2600", "Def: 200", "Effect: If a face-up WIND monster(s) you control is destroyed by battle or an opponent's card effect: You can Special Summon this card from your hand, then, you can place 1 Spell/Trap from the field on top of the Deck. You can only use this effect of \"Cataclysmic Cryonic Coldo\" once per turn."], "Pilica, Descendant of Gusto": [1, 71175527, "Effect Monster", "Level: 3", "Attribute: WIND", "Type: Psychic", "Atk: 1000", "Def: 1500", "Effect: When this card is Normal or Special Summoned: You can target 1 WIND Tuner monster in your Graveyard; Special Summon that target in face-up Defense Position. Its effects are negated. If you activated this effect, you cannot Special Summon monsters for the rest of this turn, except WIND monsters. You can only use this effect of \"Pilica, Descendant of Gusto\" once per turn."], "Emergency Teleport": [1, 67723438, "Spell Card", "Type: Quick-Play", "Effect: Special Summon 1 Level 3 or lower Psychic-Type monster from your hand or Deck, but banish it during the End Phase of this turn."], "Armored Axon Kicker": [1, 62742651, "Effect Monster", "Level: 6", "Attribute: EARTH", "Type: Psychic", "Atk: 2200", "Def: 1800", "Effect: If you control a face-up Psychic-Type monster, you can Normal Summon this card without Tributing. If this card destroys an opponent's monster by battle, you take damage equal to half the destroyed monster's ATK. Then, you can Special Summon 1 monster from your Graveyard with ATK less than or equal to the damage you took."], "Mind Master": [1, 96782886, "Tuner Monster", "Level: 1", "Attribute: LIGHT", "Type: Psychic", "Atk: 100", "Def: 200", "Effect: You can pay 800 Life Points and Tribute 1 Psychic-Type monster, except \"Mind Master\", to Special Summon 1 Level 4 or lower Psychic-Type monster from your Deck in face-up Attack Position."], "Destructotron": [1, 11232355, "Effect Monster", "Level: 4", "Attribute: EARTH", "Type: Psychic", "Atk: 1600", "Def: 400", "Effect: During the End Phase, if this card is the only Psychic-Type monster you control: Destroy it. You can pay 1000 LP, then target 1 Set Spell/Trap Card your opponent controls; destroy that target."], "Hysteric Party": [1, 77778835, "Trap Card", "Type: Continuous", "Effect: Activate this card by discarding 1 card; Special Summon as many copies of \"Harpie Lady\" as possible from your Graveyard. When this face-up card leaves the field, destroy those monsters."], "Harpie Lady Phoenix Formation": [1, 86308219, "Spell Card", "Type: Normal", "Effect: If you control 3 or more \"Harpie Lady\" and/or \"Harpie Lady Sisters\": Target as many monsters your opponent controls as possible, but not more than the total number of \"Harpie Lady\" and \"Harpie Lady Sisters\" you control; destroy those targets, and if you do, inflict damage to your opponent equal to the highest original ATK among those destroyed monsters (your choice, if tied). You cannot Special Summon monsters from the Main Deck or Extra Deck, nor conduct your Battle Phase, the turn you activate this card."], "Superancient Deepsea King Coelacanth": [1, 88307361, "Effect Monster", "Level: 7", "Attribute: WATER", "Type: Fish", "Atk: 2800", "Def: 2200", "Effect: Once per turn: You can discard 1 card; Special Summon as many Level 4 or lower Fish-Type monsters as possible from your Deck, but they cannot declare an attack and their effects are negated. During either player's turn, when this face-up card on the field is targeted by a card effect: You can Tribute 1 other Fish-Type monster; negate the activation, and if you do, destroy that card."], "Fishborg Archer": [1, 62023839, "Tuner Monster", "Level: 3", "Attribute: WATER", "Type: Fish", "Atk: 300", "Def: 300", "Effect: If this card is in your Graveyard and you control no monsters during either of your Main Phases: You can discard 1 WATER monster; Special Summon this card from your Graveyard, but destroy all monsters you control at the beginning of this turn's Battle Phase, except for WATER monsters. You can only use the effect of \"Fishborg Archer\" once per turn."], "Citadel Whale": [1, 46290741, "Effect Monster", "Level: 7", "Attribute: WATER", "Type: Fish", "Atk: 2350", "Def: 2150", "Effect: If this card is in your hand or GY: You can Tribute 2 WATER monsters; Special Summon this card. You can only use this effect of \"Citadel Whale\" once per turn. If this card is Special Summoned: You can Set 1 \"Sea Stealth Attack\" directly from your Deck. Once per turn, when your opponent activates a card or effect that targets 1 WATER monster you control (and no other cards) (Quick Effect): You can negate the activation, and if you do, destroy that card."], "Angraecum Umbrella": [1, 73979030, "Tuner Monster", "Level: 3", "Attribute: WATER", "Type: Spellcaster", "Atk: 500", "Def: 1500", "Effect: When this card is Normal Summoned: You can discard 1 card, then target 1 Level 4 or lower monster in your GY; Special Summon it in Defense Position, but negate its effects, also for the rest of this turn, you cannot Special Summon monsters from the Extra Deck, except Synchro Monsters."], "Sinister Serpent": [1, 8131171, "Effect Monster", "Level: 1", "Attribute: WATER", "Type: Reptile", "Atk: 300", "Def: 250", "Effect: During your Standby Phase, if this card is in your GY: You can add it to your hand, also banish 1 \"Sinister Serpent\" from your GY during your opponent's next End Phase. You can only use this effect of \"Sinister Serpent\" once per turn."], "Deep Sea Diva": [1, 78868119, "Tuner Monster", "Level: 2", "Attribute: WATER", "Type: Sea Serpent", "Atk: 200", "Def: 400", "Effect: When this card is Normal Summoned: You can Special Summon 1 Level 3 or lower Sea Serpent monster from your Deck."], "Salvage": [1, 96947648, "Spell Card", "Type: Normal", "Effect: Target 2 WATER monsters with 1500 or less ATK in your Graveyard; add those targets to your hand."], "Buzzsaw Shark": [1, 7150545, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Fish", "Atk: 1600", "Def: 500", "Effect: You can target 1 WATER monster you control; Special Summon from your Deck in Defense Position, 1 Fish monster with the same Level as that monster, but with a different name, and if you do, it cannot activate its effects this turn, also, you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Xyz Monsters. You can only use this effect of \"Buzzsaw Shark\" once per turn. If this card is used for the Xyz Summon of a WATER monster, it can be treated as a Level 3 or 5 monster."], "Double Fin Shark": [1, 64319467, "Effect Monster", "Level: 4", "Attribute: WATER", "Type: Fish", "Atk: 1000", "Def: 1200", "Effect: When this card is Normal Summoned: You can target 1 Level 3 or 4 WATER Fish-Type monster in your Graveyard; Special Summon that target in Defense Position, but it has its effects negated. You cannot Special Summon any monsters during the turn you activate this effect, except WATER monsters."], "Testudo erat Numen": [1, 74952447, "Effect Monster", "Level: 1", "Attribute: WATER", "Type: Aqua", "Atk: 0", "Def: 1800", "Effect: Neither player can Special Summon monsters with 1800 or more ATK."], "Altergeist Meluseek": [1, 25533642, "Effect Monster", "Level: 1", "Attribute: WATER", "Type: Spellcaster", "Atk: 500", "Def: 300", "Effect: This card can attack directly. When this card inflicts battle damage to your opponent: You can target 1 card your opponent controls; send it to the GY. If this card is sent from the field to the GY: You can add 1 \"Altergeist\" monster from your Deck to your hand, except \"Altergeist Meluseek\". You can only use this effect of \"Altergeist Meluseek\" once per turn."], "Mobius the Frost Monarch": [1, 4929256, "Effect Monster", "Level: 6", "Attribute: WATER", "Type: Aqua", "Atk: 2400", "Def: 1000", "Effect: When this card is Tribute Summoned: You can target up to 2 Spell/Trap Cards on the field; destroy those targets."], "Mobius the Mega Monarch": [1, 23689697, "Effect Monster", "Level: 8", "Attribute: WATER", "Type: Aqua", "Atk: 2800", "Def: 1000", "Effect: You can Tribute Summon this card by Tributing 1 Tribute Summoned monster. When this card is Tribute Summoned: You can target up to 3 Spell/Trap Cards on the field; destroy those targets. If this card was Tribute Summoned by Tributing a WATER monster, add this additional effect.\n● Your opponent cannot activate the targeted cards in response to this effect's activation."], "Cataclysmic Circumpolar Chilblainia": [1, 62850093, "Effect Monster", "Level: 8", "Attribute: WATER", "Type: Fairy", "Atk: 2600", "Def: 200", "Effect: If a face-up WATER monster(s) you control is destroyed by battle or an opponent's card effect: You can Special Summon this card from your hand, then you can send 1 random card from your opponent's hand to the GY. You can only use this effect of \"Cataclysmic Circumpolar Chilblainia\" once per turn."], "Gameciel, the Sea Turtle Kaiju": [1, 55063751, "Effect Monster", "Level: 8", "Attribute: WATER", "Type: Aqua", "Atk: 2200", "Def: 3000", "Effect: You can Special Summon this card (from your hand) to your opponent's field in Attack Position, by Tributing 1 monster they control. If your opponent controls a \"Kaiju\" monster, you can Special Summon this card (from your hand) in Attack Position. You can only control 1 \"Kaiju\" monster. When your opponent activates a card or effect, except \"Gameciel, the Sea Turtle Kaiju\" (Quick Effect): You can remove 2 Kaiju Counters from anywhere on the field; negate the activation, and if you do, banish that card."], "Guardian Slime": [1, 15771991, "Effect Monster", "Level: 10", "Attribute: WATER", "Type: Aqua", "Atk: 0", "Def: 0", "Effect: If you take battle or effect damage: You can Special Summon this card from your hand. During damage calculation, if this card battles an opponent's monster (Quick Effect): You can have this card gain DEF equal to that opponent's monster's ATK during that damage calculation only. If this card is sent from the hand or field to the GY: You can add 1 Spell/Trap that specifically lists \"The Winged Dragon of Ra\" in its text from your Deck to your hand. You can only use each effect of \"Guardian Slime\" once per turn."], "Charge of the Light Brigade": [1, 94886282, "Spell Card", "Type: Normal", "Effect: Send the top 3 cards of your Deck to the Graveyard; add 1 Level 4 or lower \"Lightsworn\" monster from your Deck to your hand."], "Lumina, Lightsworn Summoner": [1, 95503687, "Effect Monster", "Level: 3", "Attribute: LIGHT", "Type: Spellcaster", "Atk: 1000", "Def: 1000", "Effect: Once per turn: You can discard 1 card, then target 1 Level 4 or lower \"Lightsworn\" monster in your GY; Special Summon that target. Once per turn, during your End Phase: Send the top 3 cards of your Deck to the GY."], "Aether, the Evil Empowering Dragon": [1, 28865322, "Pendulum Effect Monster", "Level: 6", "Attribute: DARK", "Type: Dragon", "Scale: 4", "Atk: 2300", "Def: 1600", "Effect: [ Pendulum Effect ]\r\nOnce per turn: You can banish 1 \"Empowered Warrior\" monster from your Graveyard, then target 1 card on the field; destroy it.\r\n----------------------------------------\r\n[ Monster Effect ]\r\nWhen this card is Normal or Special Summoned: You can target 1 monster on the field; banish it."], "Empowerment": [1, 54250060, "Spell Card", "Type: Field", "Effect: All Dragon, Warrior, and Spellcaster-Type monsters you control gain 300 ATK and DEF. Once per turn: You can discard 1 card; Special Summon 1 \"Empowered Warrior\" monster from your Deck. Once per turn: You can banish a total of 4 Warrior and/or Spellcaster-Type monsters from your Graveyard; add 1 \"Aether\" monster from your Deck to your hand."], "Effect Veiler": [1, 97268402, "Tuner Monster", "Level: 1", "Attribute: LIGHT", "Type: Spellcaster", "Atk: 0", "Def: 0", "Effect: During your opponent's Main Phase (Quick Effect): You can send this card from your hand to the GY, then target 1 Effect Monster your opponent controls; negate the effects of that face-up monster your opponent controls, until the end of this turn."], "Magician of Faith": [1, 31560081, "Flip Effect Monster", "Level: 1", "Attribute: LIGHT", "Type: Spellcaster", "Atk: 300", "Def: 400", "Effect: FLIP: Target 1 Spell in your GY; add that target to your hand."], "Fairy Tail - Snow": [1, 55623480, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Spellcaster", "Atk: 1850", "Def: 1000", "Effect: If this card is Normal or Special Summoned: You can target 1 face-up monster your opponent controls; change it to face-down Defense Position. If this card is in your GY (Quick Effect): You can banish 7 other cards from your hand, field, and/or GY; Special Summon this card."], "Fairy Tail - Rella": [1, 52022648, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Spellcaster", "Atk: 1850", "Def: 1000", "Effect: Neither player can target monsters on the field with Spell Cards or effects, except this one. Once per turn: You can discard 1 Spell; equip 1 Equip Spell from your hand, Deck, or GY to this card, but return that Equip Spell to the hand during the End Phase."], "Time Wizard": [1, 71625222, "Effect Monster", "Level: 2", "Attribute: LIGHT", "Type: Spellcaster", "Atk: 500", "Def: 400", "Effect: Once per turn: You can toss a coin and call it. If you call it right, destroy all monsters your opponent controls. If you call it wrong, destroy as many monsters you control as possible, and if you do, take damage equal to half the total ATK those destroyed monsters had while face-up on the field."], "Magician of Dark Illusion": [1, 35191415, "Effect Monster", "Level: 7", "Attribute: DARK", "Type: Spellcaster", "Atk: 2100", "Def: 2500", "Effect: This card's name becomes \"Dark Magician\" while on the field. You can only use each of these effects of \"Magician of Dark Illusion\" once per turn.\r\n● During your opponent's turn, if you activate a Spell/Trap Card or effect (except during the Damage Step): You can Special Summon this card from your hand.\r\n● If you activate a Spell/Trap Card or effect while this card is face-up on your field (except during the Damage Step): You can target 1 \"Dark Magician\" in your GY; Special Summon it. This effect can only be used once while this card is face-up on the field."], "Chaos Sorcerer": [1, 9596126, "Effect Monster", "Level: 6", "Attribute: DARK", "Type: Spellcaster", "Atk: 2300", "Def: 2000", "Effect: Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by banishing 1 LIGHT and 1 DARK monster from your GY. Once per turn: You can target 1 face-up monster on the field; banish that target. This card cannot attack the turn you activate this effect."], "Honest": [1, 37742478, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Fairy", "Atk: 1100", "Def: 1900", "Effect: During your Main Phase: You can return this face-up card from the field to the hand. During the Damage Step, when a LIGHT monster you control battles (Quick Effect): You can send this card from your hand to the GY; that monster gains ATK equal to the ATK of the opponent's monster it is battling, until the end of this turn."], "Dogmatika Theo, the Iron Punch": [1, 96891787, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Spellcaster", "Atk: 1800", "Def: 1500", "Effect: Cannot be destroyed by battle with a monster Special Summoned from the Extra Deck. You can only use each of the following effects of \"Dogmatika Theo, the Iron Punch\" once per turn. If a monster Special Summoned from the Extra Deck is on the field: You can Special Summon this card from your hand. You can target 1 face-up monster on the field that was Special Summoned from the Extra Deck; until the end of this turn, this card gains 600 ATK, and if it does, the targeted monster loses 600 ATK."], "Dogmatika Fleurdelis, the Knighted": [1, 69680031, "Effect Monster", "Level: 8", "Attribute: LIGHT", "Type: Spellcaster", "Atk: 2500", "Def: 2500", "Effect: During the Main Phase, if a monster Special Summoned from the Extra Deck is on the field (Quick Effect): You can Special Summon this card from your hand, then, if you control another \"Dogmatika\" monster, you can negate the effects of 1 face-up monster on the field, until the end of this turn. When your \"Dogmatika\" monster declares an attack: You can make all \"Dogmatika\" monsters you currently control gain 500 ATK. You can only use each effect of \"Dogmatika Fleurdelis, the Knighted\" once per turn."], "Beckoning Light": [1, 16255442, "Trap Card", "Type: Normal", "Effect: Discard your entire hand, then for each card you discarded to the GY by this effect, add 1 LIGHT monster from your GY to your hand."], "Lightray Gearfried": [1, 4722253, "Effect Monster", "Level: 8", "Attribute: LIGHT", "Type: Warrior", "Atk: 2800", "Def: 2200", "Effect: Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by having 5 or more LIGHT monsters with different names in your Graveyard, and cannot be Special Summoned by other ways. Once per turn, during either player's turn, when a Spell/Trap Card is activated: You can banish 1 Warrior-Type monster from your Graveyard; negate the activation, and if you do, destroy it. All face-up monsters you control must be Warrior-Type to activate and to resolve this effect."], "Lightray Diabolos": [1, 30126992, "Effect Monster", "Level: 7", "Attribute: LIGHT", "Type: Dragon", "Atk: 2800", "Def: 1000", "Effect: Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by having 5 or more LIGHT monsters with different names in your Graveyard. Once per turn: You can banish 1 LIGHT monster from your Graveyard, then target 1 Set card your opponent controls; reveal that target, then place that target on either the top or bottom of the Deck."], "Omni Dragon Brotaur": [1, 8972398, "Effect Monster", "Level: 1", "Attribute: DARK", "Type: Dragon", "Atk: 0", "Def: 0", "Effect: If a monster you control is destroyed by battle or an opponent's card effect: You can Special Summon this card from the GY (if it was there when the monster was destroyed) or hand (even if not), but banish it when it leaves the field. If this card is Special Summoned: You can target 1 face-up monster on the field; discard 1 card, and if you do, add 1 monster from your Deck to your hand, with the same Type and Attribute as that target, but a different name. You can only use each effect of \"Omni Dragon Brotaur\" once per turn."], "Koa'ki Meiru Drago": [1, 12435193, "Effect Monster", "Level: 4", "Attribute: WIND", "Type: Dragon", "Atk: 1900", "Def: 1600", "Effect: During each of your End Phases, destroy this card unless you send 1 \"Iron Core of Koa'ki Meiru\" from your hand to the Graveyard or reveal 1 Dragon-Type monster in your hand. Neither player can Special Summon LIGHT or DARK monsters."], "Light and Darkness Dragon": [1, 47297616, "Effect Monster", "Level: 8", "Attribute: LIGHT", "Type: Dragon", "Atk: 2800", "Def: 2400", "Effect: Cannot be Special Summoned. While face-up on the field, this card is also DARK-Attribute. Once per Chain, during either player's turn, when a Spell Card, Trap Card, or monster effect is activated: This card loses exactly 500 ATK and DEF and that activation is negated. When this card is destroyed and sent to the Graveyard: Target 1 monster in your Graveyard (if possible); destroy all cards you control, also Special Summon that monster (if any)."], "Destrudo the Lost Dragon's Frisson": [1, 5560911, "Tuner Monster", "Level: 7", "Attribute: DARK", "Type: Dragon", "Atk: 1000", "Def: 3000", "Effect: If this card is in your hand or GY: You can pay half your LP, then target 1 Level 6 or lower monster you control; Special Summon this card, and if you do, this card's Level is reduced by the Level of the targeted monster, also place this card on the bottom of the Deck if it leaves the field. You can only use this effect of \"Destrudo the Lost Dragon's Frisson\" once per turn."], "Darkest Diabolos, Lord of the Lair": [1, 50383626, "Effect Monster", "Level: 8", "Attribute: DARK", "Type: Dragon", "Atk: 3000", "Def: 2000", "Effect: Your opponent cannot Tribute this face-up card on the field, and cannot target it with card effects. You can only use each of these effects of \"Darkest Diabolos, Lord of the Lair\" once per turn.\n● If a DARK monster you control is Tributed (except during the Damage Step): You can Special Summon this card from your GY (if it was there when you Tributed) or hand (even if not).\n● You can Tribute 1 DARK monster; your opponent places 1 card from their hand on either the top or bottom of the Deck."], "Debris Dragon": [1, 14943837, "Tuner Monster", "Level: 4", "Attribute: WIND", "Type: Dragon", "Atk: 1000", "Def: 2000", "Effect: When this card is Normal Summoned: You can target 1 monster with 500 or less ATK in your GY; Special Summon that target in Attack Position, but negate its effects. Cannot be used as Synchro Material, except for the Synchro Summon of a Dragon monster. The other Synchro Material(s) cannot be Level 4."], "Dragunity Arma Leyvaten": [1, 63487632, "Effect Monster", "Level: 8", "Attribute: WIND", "Type: Dragon", "Atk: 2600", "Def: 1200", "Effect: You can Special Summon this card from your hand or Graveyard by removing from play 1 face-up monster you control equipped with a \"Dragunity\" card(s). When this card is Normal or Special Summoned, you can select 1 Dragon-Type monster in your Graveyard, except \"Dragunity Arma Leyvaten\", and equip it to this card. When this card is sent to the Graveyard by your opponent's card effect, you can select 1 of the monsters that were equipped to this card when it was sent to the Graveyard, and Special Summon that monster from the Graveyard."], "Seleglare the Luminous Lunar Dragon": [1, 29303524, "Effect Monster", "Level: 6", "Attribute: LIGHT", "Type: Dragon", "Atk: 2400", "Def: 1000", "Effect: You can Normal Summon/Set this card without Tributing, but its original ATK becomes 1500. During the Main Phase (Quick Effect): You can target 1 monster your opponent controls with ATK less than or equal to this card; return this card to the hand, and if you do, take control of that opponent's monster until the End Phase. You can only use this effect of \"Seleglare the Luminous Lunar Dragon\" once per turn."], "Dragon Knight of Creation": [1, 87835759, "Effect Monster", "Level: 4", "Attribute: LIGHT", "Type: Dragon", "Atk: 1800", "Def: 600", "Effect: Increase this card's Level by 4 during your opponent's turn only. When this card destroys an opponent's monster by battle and sends it to the GY: You can send 1 Level 7 or 8 Dragon monster from your Deck to the GY. You can send 1 card from your hand to the GY, then target 1 Level 7 or 8 Dragon monster in your GY; send this card to the GY, and if you do, Special Summon that monster. You can only use this effect of \"Dragon Knight of Creation\" once per turn."]}